{"gladiatorial":{"1454":"","1486":"","279":"","975":"","1366":"","963":"","683":"","329":"","259":"","201":1,"604":"","116":"","129":"","1478":"","622":1,"330":"","173":"","478":"","964":"","1311":"","1200":"","1023":"","195":1,"1287":"","1488":"","539":"","616":"","882":"","506":"","985":"","876":"","185":1,"1506":"","723":"","1400":"","530":"","808":"","745":"","657":"","1253":"","1455":"","741":"","954":"","1116":"","775":"","1356":"","44":"","251":"","1409":"","925":1},"Body":{"1454":"Protest Against Google in LondonUPDATE 1-Nursing Mothers Stage Climate Protest Against Google in London","1486":"Hundreds of Chinese protest against BBVAHundreds of Chinese protest against BBVA in Madrid","279":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">FINANCIAL MARKETS<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Asian stock markets mostly lower as oil extends fall<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">SEOUL, South Korea - Asian stock markets were mostly lower today as the price of oil extended losses following a 6-percent plunge that was sparked by data showing a manufacturing slowdown in the world's two largest economies.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The Institute for Supply Management said on Monday that U.S. factory activity shrank in January for a fourth straight month as a strong dollar and weak demand overseas pinched American manufacturers. The ISM's manufacturing index followed a survey showing a slowdown in China's manufacturing. China's official survey found that manufacturing fell to its lowest level in more than three years.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Benchmark U.S. crude oil fell to just above $31 per barrel.<\/p><p>On Wall Street yesterday, the Dow Jones industrial average fell 0.1 percent to 16,449.18. The Standard &amp; Poor's 500 finished down less than 0.1 percent to 1,939.38 and the Nasdaq composite rose 0.1 percent to 4,620.37.<\/p><p>The dollar fell against the yen and the euro.<\/p><p>THE DAY AHEAD<\/p><p>Business events scheduled for Tuesday<\/p><p>UNDATED - Automakers will release vehicle sales for January today as a number of companies report quarterly earnings. Exxon, Pfizer and UPS will report before the market opens. Chipotle, Gilead Sciences and Yahoo report after the closing bell.<\/p><p>Exxon is expected to post one of its worst quarterly earnings reports in years because of sliding oil prices. UPS is expected to post solid gains after predicting in December that holiday-season deliveries would rise at least ten percent from the year before.<\/p><p>Chipotle has said fourth-quarter sales at established locations could be down as much as 11 percent from the year before. Yahoo, meanwhile, is expected to announce a continued slide in net revenue from the third quarter, when it lost 8 percent over the year before.<\/p><p>ALPHABET-BETTING ON GOOGLE<\/p><p>Google profit soars, easily coverings losses on 'other bets'<\/p><p>SAN FRANCISCO - Google's digital-ad business is so profitable that its new parent company, Alphabet, can lose more than $1 billion on risky ventures - and shrug.<\/p><p>On Monday, Alphabet Inc. released its first quarterly earnings report since Google reorganized itself under the new company. Net income exceeded analyst estimates for the quarter, sending Alphabet shares up nearly 7 percent in after-hours trading.<\/p><p>The earnings release spelled out the cost of running mostly experimental businesses that aim to do everything from eliminating the human driver to curing cancer. Those operations posted an operating loss of $1.2 billion on revenue of $151 million in the fourth quarter.<\/p><p>Google, meanwhile, produced an operating profit of $6.8 billion on revenue of $21.2 billion.<\/p><p>UBER-PROTEST<\/p><p>Uber drivers in NYC protest company's fare cut<\/p><p>NEW YORK - Some Uber drivers in New York City say they are going on strike to protest the company's decision to cut fares in the city by 15 percent.<\/p><p>A group of several hundred drivers rallied Monday at an Uber office in Queens to complain about the fare reduction.<\/p><p>They say the rate cut will mean less money in their pockets.<\/p><p>It wasn't clear, though, how many drivers would heed the call for a shutdown.<\/p><p>Uber says its data shows that the fare reductions are actually helping drivers earn more money by drumming up business.<\/p><p>Uber drivers aren't unionized in New York.<\/p><p>The drivers behind the work stoppage were trying to get the word out to colleagues with fliers and social media.<\/p><p>Uber announced the price reduction Friday.<\/p><p>THURSDAY NIGHT-TV<\/p><p>'Thursday Night Football' to air on both CBS and NBC<\/p><p>SAN FRANCISCO - \"Thursday Night Football\" will air on both CBS and NBC next season.<\/p><p>The NFL announced Monday that it had agreed to a two-year deal with the networks. CBS had broadcast games in partnership with NFL Network the past two seasons.<\/p><p>CBS and NBC will each air five Thursday matchups in 2016 and '17, increasing the number of games on traditional broadcast TV from eight to 10 per season. Those will again be simulcast on NFL Network.<\/p><p>NFL Network will still televise eight games exclusively, which will include late-season Saturday matchups and other to-be-determined games.<\/p><p>BERKSHIRE HATHAWAY SHAREHOLDERS<\/p><p>Investors can now watch Berkshire Hathaway meeting online<\/p><p>OMAHA, Neb. - Investors will be able to watch Berkshire Hathaway's annual meeting online for the first time ever this spring.<\/p><p>That will make it easier for people to see Warren Buffett and Berkshire Vice Chairman Charlie Munger spend several hours answering questions.<\/p><p>Last May, more than 40,000 people from around the globe filled an Omaha arena and several overflow rooms for the meeting as Buffett and Munger celebrated 50 years of leading the conglomerate.<\/p><p>Berkshire's Chief Financial Officer Marc Hamburg confirmed the change to the Omaha World-Herald. Berkshire officials didn't immediately respond to questions about the move from the AP on Monday.<\/p><p>CHINA-SUSPECT MEAT<\/p><p>US firm in China meat scandal disputes court's verdict<\/p><p>HONG KONG - A U.S. meat supplier is disputing a Chinese court's verdict that its local subsidiary sold expired chicken and beef to McDonald's and KFC restaurants in China.<\/p><p>OSI Group of Aurora, Illinois also said Monday that it's considering appealing a Shanghai court's decision to fine its Chinese branch and sentence 10 employees to prison in the case.<\/p><p>The scandal was exposed in 2014 by a Shanghai TV station, which reported that OSI subsidiary Shanghai and Hebei Husi Foods repackaged and sold old meat.<\/p><p>OSI said in a statement that the verdict was \"unjust\" and \"inconsistent\" with facts and evidence presented to court.<\/p><p>The company added that it is \"forced to consider an appeal through all legal channels\" and is also weighing legal action against the TV station.<\/p><p>HEALTHY HOTELS<\/p><p>Hotels expand options to keep guests healthy on the road<\/p><p>FORT LAUDERDALE, Fla. - The hotel industry is moving beyond basement gyms and basic spa menus to accommodate guests' growing requests to stay healthy while on the road.<\/p><p>That includes things like running concierges, a hotel mini bar stocked with produce from the local farmers market and a training wall that comes standard in every room.<\/p><p>The number of hotels with fitness facilities jumped from 63 percent in 2004 to 84 percent in 2014, according to a study by the American Hotel &amp; Lodging Association. And hotels offering in-room exercise equipment has nearly doubled in the past 10 years, from seven to 13 percent, according to the study.<\/p><p>The trend has been a mainstay at spas and wellness resorts for years, but now hotels frequented by business travelers and families are showing that life on the go doesn't have to mean sacrificing spin class or a quinoa superfood bowl. Boutique and luxury hotels along with big name brands including Westin and Wyndham have vastly expanded fitness programs and dining options in recent years. The luxury gym Equinox is even opening its own hotel in New York.<\/p><\/body>","975":"Japanese protest against GoogleJapanese protest against Google Street View","1366":"Strike against GM asUAW hourly workers hope for short strike against GM as strike begins","963":"Protest against Shell takes campaign to BritishProtest against Shell takes campaign to British media","683":"<body><p>TORONTO - Canadians are joining the Occupy Wall Street movement after plans were unveiled for an Occupy Bay Street event in Toronto and elsewhere countrywide this weekend.<\/p><p><url normalizedValue=\"http:\/\/www.hollywoodreporter.com\/gallery\/10-entertainers-democrats-republicans-love-244642\">PHOTOS: 10 Entertainers Democrats and Republicans Love to Hate<\/url><\/p><p>And Canadian news outlets plan a full-court press to cover the social media-fueled protests in Toronto, Vancouver, Calgary and Montreal modeled on the Wall Street protest, which kicked off on Sept. 17.<\/p><p><url normalizedValue=\"http:\/\/www.hollywoodreporter.com\/gallery\/10-entertainers-democrats-republicans-love-244642\">STORY: Kanye West Visits Occupy Wall Street Protests<\/url><\/p><p>Rogers Media said its CityNews and CityNews Channel, as well as its radio stations, will cover the Canadian occupations planned for this Saturday.<\/p><p>Elsewhere, Shaw Media said its Global Television news teams will similarly cover the planned occupations nationwide.<\/p><p><url normalizedValue=\"http:\/\/www.hollywoodreporter.com\/gallery\/10-entertainers-democrats-republicans-love-244642\">STORY: Hollywood Chefs Join Occupy Wall Street Protests<\/url><\/p><p>Already there's been warnings against a possible repeat of mass arrests that occurred at last summer's G20 demonstrations in Toronto and post-Stanley Cup violence in Vancouver.<\/p><p><url normalizedValue=\"http:\/\/www.hollywoodreporter.com\/gallery\/10-entertainers-democrats-republicans-love-244642\">STORY: Occupy Wall Street: Protesters Create Print Publication<\/url><\/p><p>\"On Oct. 15, another mass demonstration is coming to Toronto as part of the Occupy Everywhere movement. Neither the people of Toronto nor, I'm sure, its police force want to see a repeat of the G20 weekend,\" Toronto blogger Justin Beach said in an open letter to Toronto police chief Bill Blair and the Toronto Police Service.<\/p><p><url normalizedValue=\"http:\/\/www.hollywoodreporter.com\/gallery\/10-entertainers-democrats-republicans-love-244642\">STORY: Occupy Wall Street March to Swing by Home of News Corp. CEO Rupert Murdoch<\/url><\/p><p>And Occupy Toronto protesters have been warned to be wary of \"commercial media\" outlets like the CBC, CTV and Citytv.<\/p><p>\"… Lets keep in mind those media companies are responsible for supporting the agenda of all the institutions including the Banks who have poisoned this society,\" indie media reporters aligned with HotSpinTV.com wrote on the Occupy Toronto website.<\/p><p\/><p\/><\/body>","329":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\"><pre xml:space=\"preserve\">  Anthony Mundine has reportedly lodged an official appeal against his controversial points decision loss to Danny Green in last week's fight in Adelaide.<br\/>   News Corp Australia says Mundine filed the appeal on Wednesday, wanting the result of the bout changed to 'no decision' instead.<\/pre><\/p><p><pre xml:space=\"preserve\"><br\/>   The preliminary protest was made on Wednesday with the Australian National Boxing Federation, which must agree to hear the appeal.<br\/>   If the federation agrees, three independent local judges will be locked into three separate rooms with videos of the fight and new scorecards.<br\/>   Their score counts will determine if Green's win stands or whether the result can be reversed and the fight declared a no decision.<br\/>   Mundine's reported protest involves the controversial first-round incident when he sent Green reeling towards his corner after the referee had stepped in between the fighters.<br\/>   He wants to know why the referee ruled a foul against Mundine, yet didn't offer a dazed Green the option of a five-minute break under the rules of boxing.<br\/>   There are also complaints about the unsigned fight card being circulated on social media.<br\/>   The much-anticipated fight dissipated into controversy almost as soon as the final bell rang, with another layer being added this week when a ringside doctor revealed he quit during the fight after his recommendation that Green was too concussed to go on was ignored.<br\/>   Mundine had been quiet on the controversy on Wednesday, but told the Caravan Conversations podcast earlier this week that he believed he won the fight.<br\/>   \"I know I whipped his arse again,\" Mundine said.<br\/>   \"I whipped his arse for the second time two-nil, two zero. It ruins the credibility of the sport, judging like this, officiating like this. It dampens a great sport, man.\"<br\/>   Last week's fight was a rematch of their first fight in Sydney in May 2006, which Mundine won by unanimous points decision.<\/pre><\/p><\/body>","259":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">About 100 students and community members marched from campus to Downtown Berkeley protesting the Dakota Access Pipeline on Sunday, in conclusion of an environmental justice conference held on campus over the weekend.<\/p><p>The Standing Rock Sioux Tribe has previously alleged that the pipeline's approval violates the National Historic Preservation Act and puts the tribe's livelihood, sacred sites and water at risk. The protesters began marching from the Valley Life Sciences Building lawn to Shattuck Avenue about noon, holding signs bearing the messages \"Water is Life,\" \"No Dakota Access Pipeline\" and \"Solidarity with Standing Rock.\"<\/p><p>\"We stayed on the sidewalk and we were trying to make sure it was as peaceful as possible,\" said Amanda Miles, California Student Sustainability Coalition Board outreach coordinator. \"The police were aware it was happening.\"<\/p><p>The marching intermittently stopped as speakers, including multiple students of Native American descent, presented in front of the Shattuck Avenue locations of Wells Fargo, Citibank and Bank of America - all banks indicated by SEC filings to be lenders or partners with groups that support the pipeline.<\/p><p>According to Daniel Adel, a spokesperson for the California Student Sustainability Coalition, protesters posted pictures of the demonstration on social media, tagging the pages and handles of the banks in an effort to pressure them to divest from the pipeline.<\/p><p>Adel added that the protest was intended to raise awareness about the issue and that the community responded to the demonstration positively, with many people taking the crowd's fliers and several cars honking to show support.<\/p><p>The demonstration was the final event of a conference jointly hosted by the Power Shift Network and the California Student Sustainability Coalition, which included several workshops on promoting environmental justice across the globe.<\/p><p>\"There's a momentum right now all over the country,\" Adel said. \"There have been solidarity marches and protests in like every state, every large city.\"<\/p><p>Jessica Lynn is an assistant news editor. Contact her at [email protected] and follow her on Twitter at @jessicailynn.<\/p><\/body>","201":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The website of white supremacist group the Ku Klux Klan has been shut down by hackers affiliated with hacktivist group Anonymous.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The affiliate, known as Ghost Squad, launched a full scale Distributed Denial-of-Service (DDoS) attack which overwhelmed the site of the White Knights of the KKK - one of its most militant and extremist chapters - and brought it down. As of writing, the website remained offline.<\/p><p>According to one of the hackers responsible, the reason for the attack was the KKK's ''blunt racism'', using free speech as an excuse.<\/p><p>They told security blog HackRead, \"We are not fascist but we certainly do not agree with the KKK movement. They are the fascists and they are the racists.''<\/p><p>Anonymous is known for its cyber attacks against controversial organisations and individuals including ISIS and Donald Trump, and this isn't even the first time it has targeted the KKK.<\/p><p>In November, Anonymous leaked the identities of 1,000 people who they claim are sympathisers or affiliates of the Klan.<\/p><p>The data leak was part of Anonymous' year-long Operation KKK, which is a reaction or a \"form of resistance\" to the racial violence threatened and incited by the KKK in 2014, against those protesting over the killing of a young black man in Ferguson, Missouri.<\/p><p>In the data release, Anonymous said, \"We defend free thought and free speech. The anons responsible for this operation will not support *acts* of terrorism and *acts* of hate inflicted upon the public.\"<\/p><p>The details include names, aliases, Facebook and Google+ profiles, among other identifying details.<\/p><p>The data collected for Operation KKK was gathered over approximately 11 months, and those included on this list were identified by human sources - \"through both overt (interviewing expert sources) and covert (digital espionage \/ social engineering) methods\", Anonymous said.<\/p><p>Individuals on the list were also pinpointed using publicly available information, like social media profiles and other multimedia on the internet.<\/p><p>Other social causes Anonymous has taken up include supporting democracy advocates in Hong Kong and the Arab world, and organising hacking attacks against American agrochemical corporation Monsanto.<\/p><p>(Also see: &amp;lt;strong&gt;Louisiana Gov bribed KKK to go easy in mid-'60s: FBI files&amp;lt;\/strong&gt; (\/people\/in_the_news\/20160426_louisiana.html) )<\/p><\/body>","604":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\"><emphasis typeStyle=\"bf\">Speech to text transcript:<\/emphasis><footnote><anchor id=\"fnote01\"\/><label>1<\/label><bodyText><p>This copy is computer generated. Text will vary in accuracy due to speaker dialect and audio quality issues.<\/p><\/bodyText><\/footnote><\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">last couple of hours the vast majority of whom are either trade unionists or the Pacific minded delusional yellow vest members as they were mixing get quite peacefully out one end of the Boulevard but at the top of off the court case where you would think would start we lost we start with quite soon with the direction of pasty Delhi was East there is trouble it's trouble because hardline July usual and universe have been joined by black box these are the anarchists far left revolutionaries who come from France but also from all over Europe are building that today was designated by the organisers as a day to make trouble and they are making trouble and was once again the scenes of urban violence pitting them against police were out in huge numbers of a cycle just an hour to cycle through the area they are out in force once again seeing the same scenes we saw on the on the shores of these days back in November back in February Vision were out in force but today it's it's it's more that the black boxes and kissed fringe has has taken over taking advantage of the situation which they knew would be propitious and useful for them because it's where a lot of people are gonna be out contesting a protest against the policies of Emmanuel Macron here we are seeing pictures a huge numbers gathered in the squares in the last Hugh and as you're saying several different motivations for these protests but what is it particularly about Emmanuel Macron's policies has gotten so riled up thing you could differentiate between the two trade the classic trade unions here and the villagers and in the black rock that that the classic unions for whom this is the day of the year I try to recover some of the ground it lost the illusion of course normally the last 50 or 60 years It's been the unions who led the protestation Konta station and and demands from from from governments demanding more social action money and so on they lost that role in the last year to the to the trade Union two to the division yellow vests in this very sudden changing fickle in Kuwait to a world in which we live now it's the these new social media organisations which have taken the lead in all of this unions would have liked to use made the first today that traditional day rally to change that rounded to reclaim some of the ground this this in this fight for influence but they have to face the fact that there's usually a much more motivated they are turning out and infiltrating their ranks on top of that you then have the anarchists and revolutionaries who who merging some way into the hard line yellow vest as well I mean it it is probably too porous something that is not to separate groups there are yellow vests were trade unionists and yellow vest who are sympathetic to the black rocks at even though you can start designated these 3 groups of people in fact the one that leads into the other and what they have It's the government is that it's<\/p><p\/><\/body>","116":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Click to view full-text<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\"><url normalizedValue=\"https:\/\/www.nbcnews.com\/tech\/tech-news\/google-employees-begin-walkout-over-handling-sexual-misconduct-executives-n929696\">https:\/\/www.nbcnews.com\/tech\/tech-news\/google-employees-begin-walkout-over-handling-sexual-misconduct-executives-n929696<\/url><\/p><p>Photos of walkouts at a variety of Google offices were posted to social media, including London and Dublin.<\/p><p>Click to view image<\/p><p><url normalizedValue=\"https:\/\/media4.s-nbcnews.com\/i\/newscms\/2018_44\/2628786\/181101-google-london-walkout-se-1247p_fc6b360c0b58ca4f84319a6519ae6d2c.jpg\">https:\/\/media4.s-nbcnews.com\/i\/newscms\/2018_44\/2628786\/181101-google-london-walkout-se-1247p_fc6b360c0b58ca4f84319a6519ae6d2c.jpg<\/url><\/p><p>Tolga Akmen<\/p><p>Google staff stage a walkout at the company's U.K. headquarters in London<\/p><p>Google employees participate in a walkout at the company's U.K. headquarters in London on Nov. 1, 2018 during a global campaign over the tech giant's handling of sexual harassment.<\/p><p>Click to view image<\/p><p><url normalizedValue=\"https:\/\/media2.s-nbcnews.com\/i\/newscms\/2018_44\/2628806\/181101-google-walkout-new-york-se-1255p_9d5d92515a92697656e39ebc4fa001c9.jpg\">https:\/\/media2.s-nbcnews.com\/i\/newscms\/2018_44\/2628806\/181101-google-walkout-new-york-se-1255p_9d5d92515a92697656e39ebc4fa001c9.jpg<\/url><\/p><p>Bebeto Matthews<\/p><p>Google employees, who walked off the job to protest the internet company's lenient treatment of executives accused of sexual misconduct, listen to speakers during a protest rally on Nov. 1, 2018, in New York.<\/p><p>Google employees, who walked off the job to protest the internet company's lenient treatment of executives accused of sexual misconduct, listen to speakers during a protest rally on Nov. 1, 2018, in New York.<\/p><\/body>","129":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">CONTENT: STARBUCKS, ARREST, PROTESTS, ROSS, DEPINO<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">ROBIN ROBERTS (ABC NEWS)<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">(Off-camera) We are back now with Starbucks under fire. Protests, as you know, breaking out after two black men were arrested. We're gonna speak with Starbucks' CEO in a moment, <person><nameText>Kevin Johnson. <\/nameText><\/person>But first ABC's Linsey Davis is in Philadelphia where more protests are planned. Good morning, Linsey.<\/p><p>GRAPHICS: STARBUCKS ARREST SPARKS OUTRAGE<\/p><p>GRAPHICS: PROTESTS AFTER TWO BLACK MEN ARRESTED AT STORE<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Off-camera) Good morning, Robin. A few minutes ago we had about a dozen protesters outside of this Starbucks here, but because of the driving rain, they're now inside conducting essentially a stand-in. The video has now been viewed more than nine million times. Two black men sitting at a table inside this Starbucks and arrested.<\/p><p>ANDREW YAFFE (FAMILY FRIEND)<\/p><p>What did they do?<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) Outrage is brewing this morning over this viral video showing two black men escorted out of a Philadelphia Starbucks in handcuffs by police.<\/p><p>ANDREW YAFFE (FAMILY FRIEND)<\/p><p>What did they do? What did they do? Someone tell me what they did?<\/p><p>WITNESS (FEMALE)<\/p><p>They didn't do anything, I saw the entire thing.<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) Police say they were sitting at a table without making a purchase and when asked to leave they refused. That's when an employee called 911 reporting the incident as trespassing. Witnesses, including this businessman who the real estate brokers were about to meet with, say the men were discriminated against for being black.<\/p><p>ANDREW YAFFE (FAMILY FRIEND)<\/p><p>This is ridiculous. What did they get called for, because there are two black guys sitting here meeting me?<\/p><p>MELISSA DEPINO (EYEWITNESS)<\/p><p>I sat in there the other day for an hour, no one asked me to order anything or leave. These guys were being totally calm. They never raised their voices, they never made any, you know, physical motions or anything, they were just regular guys sitting there.<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) But Philadelphia's police commissioner says his officers did everything by the book.<\/p><p>COMMISSIONER RICHARD ROSS (PHILADELPHIA POLICE DEPARTMENT)<\/p><p>These officers did absolutely nothing wrong. They followed policy. They did what they were supposed to do.<\/p><p>GRAPHICS: TEXT OF STATEMENT<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) Anger is boiling over on social media with the #boycott Starbucks. Comedian <person><nameText>Kevin Hart <\/nameText><\/person>is blaming the local branch saying \"This is not a boycott Starbucks situation. This is horrible management. The manager on duty was wrong. It's that simple.\" Starbucks is now apologizing saying the video is \"Not representative of our Starbucks mission and values. The basis for the call to police was wrong. You can and should expect more from us.\"<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Off-camera) No charges have been filed. Those two men have since been released and they now have attorneys. Robin.<\/p><\/body>","1478":"Hundreds of Chinese Protest Against BBVAHundreds of Chinese Protest Against BBVA in Madrid","622":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">TOP NEWS ADVISORY<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Monday, March 13<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">6:05 p.m. ET<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Here are the latest Top News stories from The Canadian Press. All times are Eastern unless otherwise stated. Coverage plans are included when available. Entries are subject to change as news develops. Contact the National Desk at 416-507-2150 or <email normalizedValue=\"mailto:mainslots@thecanadianpress.com\">mainslots@thecanadianpress.com<\/email><\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">TOP NEWS NOT HIGHLIGHTED ON PREVIOUS ADVISORY AT 4:30 P.M.:<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Arrival of first North American bison calculated<\/p><p>First-Bison<\/p><p>EDMONTON - Scientists finally have been able to pin down when bison first arrived in North America and helped set the stage for the Great Plains that eventually supported the continent's first humans.\"(Bison) showed up and they interrupted an ecosystem that had existed, more or less, for a million years,\" said Duane Froese, a University of Alberta earth scientist and lead author of a paper published Monday. \"The stage was set for North America.\" 468 words. By Bob Weber. PHOTO.<\/p><p>---<\/p><p>Alberta to prevent donating blood for profit<\/p><p>Alta-Blood-Donors<\/p><p>EDMONTON - Alberta is taking steps to prevent donors from selling their blood and plasma for a profit.The changes are included in the Voluntary Blood Donations Act, introduced Monday in the legislature by Health Minister Sarah Hoffman.<\/p><p>---<\/p><p>Manitoba not intimidated by Ottawa: premier<\/p><p>Health-Funding<\/p><p>WINNIPEG - Manitoba Premier Brian Pallister says he won't be intimidated into accepting a health funding agreement with the federal government.Pallister says he is prepared to stand alone and won't bow to pressure, even though all other provinces have now signed deals with Ottawa. Will be writethru<\/p><p>---<\/p><p>Girl Guides cancel U.S. trips indefinitely<\/p><p>Girl-Guides-Travel-Ban<\/p><p>TORONTO - Girl Guides of Canada says it will not approve any new travel to the United States.The organization says it decided to cancel future trips due to uncertainty over whether all of its members would equally be allowed to enter the U.S. Will Be Writethru<\/p><p>---<\/p><p>Canada's CF survival rate exceeds U.S.: study<\/p><p>Cystic-Fibrosis-Survival-Gap<\/p><p>TORONTO - Canadians with cystic fibrosis have a median lifespan a decade longer than their U.S. counterparts and researchers on both sides of the border are trying to figure out why there's such a dramatic survival gap between the two countries.A study found the median age of survival for Canadians with the inherited disease is almost 51 years, compared with about 40 years for their American counterparts. HOLD FOR RELEASE UNTIL 5 p.m. ET MONDAY. DO NOT POST ONLINE, BROADCAST OR PUBLISH BEFORE 5 p.m. ET MONDAY, March 13. Moves both National and Lifestyles; Erick is cct; VanDevanter is a PhD.<\/p><p>---<\/p><p>Cruickshank named consul general to Chicago<\/p><p>Cruickshank-Chicago<\/p><p>OTTAWA - Long-time Canadian media executive John Cruickshank, the former publisher of the Toronto Star, has been named Canada's consul general to Chicago.Global Affairs cited Cruickshank's stint from 2000 to 2007 with the Chicago Sun-Times as one reason for appointing him to the post. Moves Business and National, guard against duplication<\/p><p>---<\/p><p>Ontario's top court won't hear Nortel case<\/p><p>Nortel-Ruling<\/p><p>TORONTO - Ontario's top court will not hear an appeal from two former Nortel Networks Corp. employees on long-term disability who argued that a deal to divvy up a remaining US$7.3 billion in the bankrupt company's assets was unfair.In a decision Monday, a three-justice panel of the Ontario Court of Appeal dismissed the motion for leave to appeal, calling the proposal \"not meritorious.\" Moves National, Ontario and Business. Please avoid duplication.<\/p><p>---<\/p><p>Snowstorm hits parts of southern Ontario<\/p><p>WEA-Ontario<\/p><p>TORONTO - A major winter storm has settled over parts of southern Ontario and is expected to last for at least the next 24 hours.Environment Canada says a low-pressure system is expected to bring considerable snowfalls across the area. PHOTO.<\/p><p>---<\/p><p>TOP NEWS FROM PREVIOUS ADVISORY (UPDATED):<\/p><p>NEWS NOW:<\/p><p>Quebec paper nixes Couillard cartoon<\/p><p>Couillard-Cartoon<\/p><p>MONTREAL - A Montreal-area weekly newspaper has removed an editorial cartoon from its website depicting Quebec Premier Philippe Couillard stoning a former Muslim colleague.The work shows Couillard dressed in a djellaba, a long robe worn in North Africa, lobbing stones at Fatima Houda-Pepin while saying \"Happy Birthday, Fatima!\" to mark International Women's Day last week. PHOTO.<\/p><p>---<\/p><p>Canada's spy chief retiring in May<\/p><p>CSIS-Coulombe<\/p><p>OTTAWA - The head of Canada's spy agency says he is retiring.Michel Coulombe told employees at the Canadian Security Intelligence Service today that he will leave the service at the end of May to move on to the next stage of his life and spend more time with his family. PHOTO. Will be writethru<\/p><p>---<\/p><p>Omar Khadr in ICU after 19-hour shoulder op<\/p><p>Omar-Khadr-Surgery<\/p><p>TORONTO - Former Guantanamo Bay inmate Omar Khadr is recovering from a 19-hour operation on a shoulder that was badly injured in Afghanistan 15 years ago, his lawyer said Monday.The Toronto-born Khadr remained in intensive care at the University of Alberta hospital and it was not clear when he might be able to go home, Dennis Edney said in an interview from Edmonton. PHOTO.<\/p><p>---<\/p><p>Record-breaking runner Ed Whitlock dies<\/p><p>OBIT-ATH-Ed-Whitlock<\/p><p>TORONTO - Ed Whitlock had a love\/hate relationship with running. The promise of fast finishes and smashed records always pulled him - grudgingly - back to the trails.The decorated marathon runner, who famously smashed records well into his 70s and 80s, died Monday, just a week after his 86th birthday. PHOTO. Will be updated; Moves Sports and National<\/p><p>---<\/p><p>Pressure mounts on senator to resign<\/p><p>Senate-Meredith<\/p><p>OTTAWA - The chorus of voices calling on Sen. Don Meredith to resign in the wake of a damning ethics probe into his sexual relationship with a 16-year-old is growing, along with expectations that a vote on his future should take place before the end of the month.The question is whether the Senate has the right to boot one of its own, something it has never done. PHOTO.<\/p><p>---<\/p><p>High heel rules on the job discriminatory: Clark<\/p><p>High-Heel-Ban<\/p><p>VANCOUVER - Legislation that would make it illegal to require women to wear high heels on the job in British Columbia is getting support from Premier Christy Clark.\"In some workplaces in B.C., women are still required to wear high heels on the job,\" Clark wrote on her verified Facebook page. \"This isn't just old-fashioned; in 2017, it's unacceptable.\" PHOTO. Moves National and Business.<\/p><p>---<\/p><p>'Come From Away' earns raves in Broadway debut<\/p><p>THEATRE-Come-From-Away<\/p><p>NEW YORK - The Canadian smash musical \"Come From Away\" has scored widespread critical raves in its official Broadway debut.Created by husband-and-wife team Irene Sankoff and David Hein, the story is set in Gander, N.L., in the aftermath of the Sept. 11, 2001 attacks. PHOTO. Moves on Entertainment and Atlantic wires.<\/p><p>---<\/p><p>Inmate accuses guards of new planned attack<\/p><p>Aboriginal-Jewish-Inmate<\/p><p>TORONTO - A federal prisoner says he was asleep in bed when guards burst into his cell and beat him in what he called an orchestrated retaliation for various complaints he has made - allegations authorities said they are still investigating.The allegedly excessive force used against Timothy (Mitch) Nome at Kent Institution in Agassiz, B.C., occurred in the early hours of March 2, before his transfer to Stony Mountain Institution outside Winnipeg.<\/p><p>---<\/p><p>Canadian defence spending among lowest: NATO<\/p><p>Defence-Spending<\/p><p>OTTAWA - The head of NATO threw down the gauntlet Monday, saying he expects all members to increase what they spend on their militaries even as a new report showed Canada lagging behind most of its allies.Speaking in Brussels where he released his annual state-of-the-alliance report, NATO Secretary General Jens Stoltenberg said it is incumbent on all members to spend two per cent of GDP on defence. PHOTO. WITH Defence-Spending-By-The-Numbers.<\/p><p>---<\/p><p>Mixed doubles: Canada's Olympic afterthought<\/p><p>CUR-Mixed-Doubles-Canada<\/p><p>Canada may be a dominant country in curling, but not in a version of the sport making its Olympic debut.When the International Olympic Committee said less than two years ago that mixed doubles would be in the 2018 Winter Games, Curling Canada went into hurry-up mode. MOVED Sports<\/p><p>---<\/p><p>New Brunswick Premier Brian Gallant engaged<\/p><p>NB-Premier-Engaged<\/p><p>FREDERICTON - They met on a blind date, and he popped the question at one of the iconic landmarks of the Acadian people.Canada's youngest premier - New Brunswick's telegenic Brian Gallant, 34 - has announced his engagement to 27-year-old Karine Lavoie, who reportedly works for Canadian Heritage. PHOTO. Moves Atlantic and National; please guard against duplication.<\/p><p>---<\/p><p>James Bay First Nations attending workshop on polar bears<\/p><p>Polar-Bears<\/p><p>Environmental stewards from First Nations on the coast of James Bay will be gathering in northern Ontario this week to learn how to best deal with polar bears that are straying into their communities.Karen Cummings of the Polar Bear Habitat, a polar bear reserve in Cochrane, Ont., says several James Bay communities had polar bears within their town limits for the first time in years in 2016. PHOTO.<\/p><p>---<\/p><p>Banking ombudsman concerned about TD report<\/p><p>TD-Bank<\/p><p>TORONTO - The head of Canada's main financial services ombudsman says allegations about aggressive sales tactics by TD Bank employees raise \"serious concerns\" and the watchdog will be keeping an eye out to see if similar issues persist in the broader industry.\"We'll certainly be monitoring our complaint volumes and monitoring the situation,\" Sarah Bradley, the head of the Ombudsman for Banking Services and Investments, said in an interview Monday.<\/p><p>---<\/p><p>Clark wants all-party input on finance panel<\/p><p>Election-Funding-BC<\/p><p>VICTORIA - Premier Christy Clark says she wants to see a panel created that would review political financing in British Columbia with a mandate to recommend changes to the legislature.She says the panel would have a wide-open mandate on the recommendations it could make, but the B.C. Liberals would not support taxpayers funding political parties. Will be writethru<\/p><p>---<\/p><p>StatCan hack prompted CRA shutdown: officials<\/p><p>Tax-Website-Down<\/p><p>OTTAWA - A security breach at Statistics Canada's main website prompted the government to shut down a number of services over the weekend, including electronic tax filing at the Canada Revenue Agency, officials confirmed Monday.That shutdown helped to ensure that the private information of Canadians was never compromised, officials said during a briefing to explain why the statistical agency's site and that of the CRA had been largely unavailable. PHOTO. Moves Business and National, guard against duplication<\/p><p>---<\/p><p>Carbon capture shifting from storage to use<\/p><p>Carbon-Capture<\/p><p>CALGARY - It has been derided as an expensive excuse to burn coal. But now, carbon capture technology may be leading to new commercial uses that could end up in your mouth.While business case questions have swirled over carbon capture and storage, companies are increasingly looking to turn emissions that would otherwise be buried in the ground into toothpaste, fish food and a range of industrial products like concrete and biofuel. PHOTO.<\/p><p>---<\/p><p>ALSO IN THE NEWS:<\/p><p>Wall to tout Canada-U.S. trade in Iowa<\/p><p>Wall-Iowa-Trade<\/p><p>REGINA - Saskatchewan Premier Brad Wall is heading to Iowa at the request of Prime Minister Justin Trudeau to promote Canada's trade relationship with the United States.Wall says he offered Saskatchewan's help and Trudeau asked him to visit the state, along with Andrew Leslie, parliamentary secretary for foreign affairs. Espy AP. Moves west-regional and business. GUARD against duplication<\/p><p>---<\/p><p>Witness says she saw Charest fondle teammate<\/p><p>SKI-CRIME-Ski-Coach<\/p><p>SAINT-JEROME - Former ski coach Bertrand Charest pinned a young girl down on a bed and fondled her breasts in order to humiliate her on a European trip during the 1994-95 season, a witness told his sex assault trial Monday.The woman told the court other people were around when Charest played with her teammate's breasts and commented how they weren't firm enough. PHOTO. Moves National and Sports; guard against duplication; will be updated<\/p><p>---<\/p><p>Award honours slain philanthropist Glen Davis<\/p><p>Glen-Davis-Award<\/p><p>TORONTO - A new $10,000 conservation award named after the slain philanthropist Glen Davis aims to honour his contribution to Canada on the 10th anniversary of his death.The World Wildlife Fund's Canadian chapter and the Canadian Parks and Wilderness Society say the Glen Davis Conservation Leadership Prize, to be awarded in May, is meant to preserve the Toronto businessman's legacy.<\/p><p>---<\/p><p>Storm sends flying canoe into woman's bedroom<\/p><p>NL-High-Winds<\/p><p>ST. JOHN'S - A Newfoundland woman says she's lucky to be alive after a canoe came through the side of her house during the weekend windstorm that battered much of the province and left many without power through Monday.\"The wind picked it up and just brought it right in through the side of my house. Right through the siding, Gyprock, insulation. It cracked off my headboard. I was in bed at the time. It came through everything,\" said Theresa Power, an office worker from Freshwater, N.L., an hour's drive northwest of St. John's. PHOTO. Moves Atlantic and National; please guard against duplication.<\/p><p>---<\/p><p>Refugee pays tribute to Canadian openness<\/p><p>NS-Refugee-Chocolate<\/p><p>HALIFAX - A Syrian refugee says his family's thriving chocolate business should serve as an example of the value of Canadian \"openness\" in a world that has increasingly closed off its borders to refugees.Tareq Hadhad spoke about his family's journey from war-torn Syria to Nova Scotia, at a TEDx conference at Dalhousie University in Halifax Sunday. PHOTO.<\/p><p>---<\/p><p>Slow fashion: Woman makes her entire wardrobe<\/p><p>Buying-No-Clothes<\/p><p>HALIFAX - Erica Penton's goal is to never buy clothes again - not even her bras.The self-taught seamstress is on a quest to fill her closet entirely with clothes she made herself. Moves Atlantic, National and Lifestyle; please guard against duplication.<\/p><p>---<\/p><p>Foreign buyer tax isn't a cure-all: report<\/p><p>Toronto-Housing-Prices-Report<\/p><p>TORONTO - A new report suggests a foreign buyer tax alone can't solve Toronto's soaring housing prices.The report, titled \"In High Demand\" and released Monday by Ryerson University's City Building Institute, favours a tax on foreign buyers - similar to the one introduced in Vancouver last summer - but suggests it should be implemented in addition to a \"progressive surtax\" on expensive homes owned by people who aren't paying income tax, including people with foreign capital. PHOTO.<\/p><p>---<\/p><p>Vista Equity to buy DH Corp. in friendly deal<\/p><p>DH-Corp-Takeover<\/p><p>TORONTO - A Texas-based investment firm is offering to buy DH Corp. in a friendly cash deal worth more than C$2.7 billion, with plans to combine it with a U.K. company that has a complementary financial technology business.Under the plan announced Monday, Vista Equity Partners would pay $25.50 in cash per D+H share. It would also assume D+H's debt, pushing the total value of the deal to $4.8 billion. Moves Business and National, please guard against duplication<\/p><p>---<\/p><p>EXPECTED LATER TODAY:<\/p><p>---<\/p><p>EDMONTON -- Weber will also have a story on the federal government's orca recovery plan. <\/p><p>___<\/p><p>PRINCE ALBERT - We expect to have a story from the first day of a dangerous offender hearing for Leslie Black. He pleaded guilty in the attack on a homeless woman, Marlene Bird, in June 2014 that left her badly burned and needing to have both of her legs amputated.<\/p><p>---<\/p><p>LOOKING AHEAD TO TUESDAY:<\/p><p>CP staffing -- x-TORONTO _ Mustafa Ururyar appeals conviction and sentence in sexual assault of Mandi Gray (9 a.m. at 361 University Ave)<\/p><p>---<\/p><p>CP staffing -- x-VANCOUVER _ Premier Christy Clark addresses BCTECH Summit and is expected to make a funding announcement. (9 a.m. at Vancouver Convention Centre, 1055 Canada Pl.)<\/p><p>---<\/p><p>AND FROM THE AP:<\/p><p>NEW &amp; DEVELOPING<\/p><p>-----------------------------<\/p><p>POWERBALL JACKPOT WINNER: Press conference at 4 p.m.<\/p><p>-----------------<\/p><p>ONLY ON AP<\/p><p>-----------------<\/p><p>FLORIDA LEGAL FEES - Gov. Rick Scott and other top Florida Republicans frequently complain about government spending, but they have quietly spent nearly $250 million on private lawyers to advance and defend their agendas, an Associated Press investigation finds. By Gary Fineout. SENT: 930 words, photo.<\/p><p>----------------<\/p><p>TOP STORIES<\/p><p>----------------<\/p><p>SUPREME COURT-GORSUCH-IMMIGRATION - The Trump administration's efforts to implement a travel ban against immigrants from certain countries could easily reach the U.S. Supreme Court. But according to an Associated Press review of Neil Gorsuch's appeals court rulings, there's no hint of an eventual outcome if he gets on the highest court and records the deciding vote. By Holbrook Mohr and Sudhin Thanawala. UPCOMING: 1,000 words by 2 p.m., photos. With TRUMP TRAVEL BAN -California joins Washington state's effort to block Trump's revised travel ban. SENT: 450 words, photo.<\/p><p>FEDERAL RESERVE - For years after the Great Recession ended, investors fretted over the prospect of a Federal Reserve rate hike. Now, with the Fed all but sure to raise rates this week and to signal more hikes coming, the response from investors has been something akin to a yawn. By Martin Crutsinger. SENT: 800 words, photos. With MARKETS-UPCOMING RISKS -Big week for markets: Brexit, Fed and elections to collide. SENT: 800 words, photo.<\/p><p>TRUMP'S AMERICA-AN UNLIKELY ALLIANCE - An unlikely alliance has formed in the left's resistance against President Donald Trump. Old-school, anti-capitalist activists and new-school, free-enterprise techies are pushing aside their differences to take on a common foe. By Nicholas Riccardi. SENT: 1,900 words, photos. An abridged version of 850 words is also available.<\/p><p>BRITAIN-BREXIT-SCOTLAND - Scotland's leader says she will seek authority to hold a new independence referendum in the next two years because Britain is dragging Scotland out of the European Union against its will. By Jill Lawless and Gregory Katz. SENT: 540 words, photos. With BRITAIN-BREXIT-FIVE LIVES - A look at the how five people - three in Britain, two in continental Europe - are coping with the uncertainty surrounding Brexit. SENT: 1,500 words, photos.<\/p><p>NCAA TOURNAMENT-BRACKET GAMBLE - Multiply the $10 and $20 entry fees that go along with about 70 million-plus office pools and it comes to more than $2 billion, according to an industry trade group. All of which makes the NCAA's hard-line stance against gambling on the tournament, or any other event, that much more of a head-scratcher. By National Writer Eddie Pells. SENT: 700 words, photos<\/p><p>-------------------------------------<\/p><p>WHAT WE'RE TALKING ABOUT<\/p><p>-------------------------------------<\/p><p>MARCH MADNESS-SNOWSTORM - Teams chasing a college basketball title are contending with an unexpected wrinkle that's making last-minute travel plans even tougher: the anticipation of a storm bearing down on the Northeast. UPCOMING: 700 words, photos by 5 p.m.<\/p><p>PENN STATE-ABUSE -Two former Penn State University administrators plead guilty over their handling of the Jerry Sandusky child molestation case. SENT: 500 words. UPCOMING: 700 words by 3 p.m., photos.<\/p><p>TRUMP-SPICER QUESTIONED -Woman questions White House press secretary Sean Spicer at DCApple store, tweets video. SENT: 130 words, photos.<\/p><p>POWERBALL JACKPOT WINNER - Announcement set after winner claims $435.3 million jackpot. SENT: 130 words. UPCOMING: News conference at 4 p.m.<\/p><p>GIRL SCOUT COOKIE ROBBERY - Not sweet: Girl Scout cookie cash stolen from mom, daughter. SENT: 120 words.<\/p><p>-----------------------------------<\/p><p>WASHINGTON\/POLITICS<\/p><p>-----------------------------------<\/p><p>TRUMP-WIRETAP - The Justice Department faces a Monday deadline to provide lawmakers some evidence of President Donald Trump's unproven assertion his predecessor wiretapped his New York skyscraper, a claim that leaves Trump increasingly isolated within his own administration. UPCOMING: 800 words by 4 p.m. With: TRUMP-RUSSIA-KEY PLAYERS - A rundown of the handful of current and former members of Trump's circle under scrutiny for contacts with Russian officials.<\/p><p>TILLERSON-ASIA - Secretary of State Rex Tillerson travels to Asia this week as tensions with North Korea threaten to become America's top national security concern; absent from his plane will be the usual retinue of journalists. By Diplomatic Writer Matthew Lee. UPCOMING: 700 words by 3 p.m., photos.<\/p><p>-------------<\/p><p>NATIONAL<\/p><p>-------------<\/p><p>WINTER WEATHER - A powerful nor'easter could bring blizzard conditions and more than a foot of snow from the mid-Atlantic to parts of the Northeast, and officials warn of potential beach erosion, possible coastal flooding and power outages from the late-season snowstorm. SENT: 450 words, photos. UPCOMING: Developing. With WINTER WEATHER-THE LATEST.<\/p><p>MARDI GRAS BLACKFACE - A social media picture of a white woman wearing blackface makeup - traditional as part of the black Zulu krewe, which pokes fun at the racist, minstrel-show practice of whites imitating blacks - has sparked a debate about race and Mardi Gras in New Orleans. SENT: 700 words, photo.<\/p><p>OIL PIPELINE - Sioux tribes suing to stop the Dakota Access pipeline are asking a federal judge to head off the imminent flow of oil while they appeal his decision allowing the pipeline's construction to be completed.SENT: 500 words, photo.<\/p><p>MICHIGAN SCHOOL DILEMMA - Long frustrated by failed efforts to turn around Michigan's worst public schools, top officials decided it was time for a drastic measure: Shut down the schools ranked in the bottom 5 per cent statewide and shift their students to better options elsewhere. UPCOMING: 750 words, photos.<\/p><p>--------------------<\/p><p>INTERNATIONAL<\/p><p>--------------------<\/p><p>TURKEY-NETHERLANDS-Q&amp;A - Some questions and answers about the diplomatic tensions that erupted over the weekend between Turkey and Western Europe, and how it could affect both an upcoming referendum in Turkey and elections in Netherlands. SENT: 700 words, photos. With EUROPE-TURKEY -Turkey's foreign ministry protests the treatment of a Turkish minister who was escorted out of the Netherlands; NETHERLANDS-ELECTION-RUTTE - Dutch Prime Minister Mark Rutte prides himself on his optimism, but he's had it tested repeatedly in six years in office as his country has plumbed the depths of economic crisis. (both sent).<\/p><p>EGYPT-MUBARAK -A prosecutor says he has signed a release order for Egypt's ousted president Hosni Mubarak, ending nearly six years of legal proceedings against the long-ruling autocrat. SENT: 250 words, photos. UPCOMING: Developing.<\/p><p>SOMALIA-DROUGHT'S TOLL - Ahmed Haji turns from his visibly dehydrated animals and whispers: \"I am lost.\" Trying to flee drought, he trekked thousands of kilometres with a herd that once numbered 1,200. Now he has just 62 after hundreds perished. Somalia's worsening drought is killing off up to 70 per cent of herders' animals, leaving a key population without their main source of survival. SENT: 610 words, photos.<\/p><p>---------------<\/p><p>BUSINESS<\/p><p>---------------<\/p><p>INTEL-MOBILEYE - Intel will buy Israel's Mobileye in a deal valued at about $15 billion, instantly propelling the computer chip and technology giant to the forefront of autonomous vehicle technology. By Autos Writer Tom Krishner. SENT: 750 words, photos. With ISRAEL-MOBILEYE-GLANCE.<\/p><p>AIRLINES-BATTERY FIRES - A year ago, the U.S. government was campaigning for an international ban on shipments of rechargeable batteries on passenger planes because the batteries can self-ignite, creating intense fires capable of destroying an airliner. Today, that urgency has evaporated under President Donald Trump, caught up in his push to ease what he sees as red tape holding back industry. SENT: 880 words, photos, video.<\/p><p>---------------------------------------------<\/p><\/body>","330":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">It was supposed to be a day of civility and stability to honor the police but instead became a day of political unrest.  \"Police Day\" as it was once called, will be forever remembered throughout the world as the \"Day of Rage.\"<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">On Jan. 25, a reported 10,000 people marched onto Tahrir Square in Cairo, Egypt, to call for an end of the 30-year reign of President Mubarak. A week later, that crowd grew to over 2 million. This came as a direct result of a Facebook event that had over 90,000 followers. The uprising in Egypt shows the true power of social media sites and demonstrates their ability to act as vehicles for social change for modern youth.<\/p><p>\"It's time for this government to change,\" Amal Ahmed, a 22-year-old protester said. \"I want a better future for me and my family when I get married.\" [MSNBC]<\/p><p>What is happening in the Egypt today is reminiscent to the social movements that were taking place in the U.S.'s \"Turbulent 60s.\"<\/p><p>Unlike the students in Cairo, college students have been accused of being idle in the realm of politics.  My \"Contemporary Black America\" professor implied that she does see the rebellious spirit of her generation in this now.<\/p><p>Past generations have made their presence felt through: the Civil Rights movement, the Counter Culture movement, the Feminine Mystique, even Hip-Hop is regarded as a protest against Reaganomics.<\/p><p>On Feb. 15, 2003, there were protests in over 60 different countries with an estimated 10 million supporters. It was the largest protest in human history but did not get significant media coverage.<\/p><p>In the pre-social media era, political movements needed media coverage to have an effect on the public. Media coverage of the Civil Rights Movement drastically changed the public opinion of African-Americans. Graphic images led that change:  children<\/p><p>burned alive, students stomped on while praying, students sprayed with firehoses that were strong enough to peel bark off a tree.<\/p><p>Recently, media outlets have become more autocratic. Media corporations such as Viacom, Newscorp, Comcast [formerly Universal],  Walt Disney and Time Warner monopolize the market. Their control allows them to limit public discourse. Certain ideas become regarded undisputable truths, even if they have no basis in reality.<\/p><p>Social media has popped the balloon of media autocracy. Social media sites such as YouTube, Facebook and Twitter alike have allowed people to express their viewpoints instantly across the world. It is due to the accessibility of these sites that allow speech and press has never been more free.<\/p><p>\"We Must Stay Plugged In: The Internet Is Central to Democracy,\"  the co-editor of the Utopian, Keith Wagstaff said.<\/p><p>The recent events in Egypt demonstrate the social media ability to make governments more transparent. Before the protests, little was known about the  Egyptian \"President\" Mubarak and his emergency law.<\/p><p>This law was put in place after the collapse of Egyptian government in 1981 and was meant to be temporary. This law forbids the freedom of assembly and gives the government authority to stop the circulation of publications. The protesters ability to communicate with the outside world through social media has forced Mubarak to be cautious.<\/p><p>With the whole world watching, Mubarak does not want to prove his opposition correct. In order to combat his opposition, he tried to shut off the internet across the country.<\/p><p>This was a lame attempt proved to be unsuccessful. In response, protesters then used radios to communicate to anti-Mubarak supporters outside of the country. These protesters then posted those messages on Twitter and Facebook.<\/p><p>Before the \"Day of Rage,\" citizens did not speak out against President Mubarak due to fear of retribution. When Wael Ghonim, invited 90,000 people to protest on Police Day through Facebook, he had minimal expectations of a turnout.<\/p><p>Ghonim's Facebook event would, in a matter of minutes, lead to headlines across the world.<\/p><p>Facebook, Twitter and YouTube revolutionized the way we protest. By eliminating the autocracy held by media conglomerates, movements are now indestructible.<\/p><p>We may not be the rebels of yesterday, but we are the innovators of today.<\/p><p>We created a new platform not only affective for us in this country but other students across the world.<\/p><p>Thomas Wash is a Senior in the College of Arts and Sciences.<\/p><\/body>","173":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">CHARLOTTE, N.C. -- Hay and grass seed cover the bare spots on the lawn in front of the stately old City Hall where Occupy Charlotte's camp held its ground for nearly four months. The occupiers are gone now and the protest movement quieted after arrests, a new anticamping ordinance and, to a degree, the group's own missteps along the way.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">But as the grass begins to take root, so does a resilient Occupy Charlotte. A small group still meets regularly in the city, participating in targeted protests and planning for some critical dates already circled on the calendar: May 9, when the annual Bank of America shareholders meeting is held in Charlotte, and, more important, Sept. 3, when the Democratic National Convention comes to town.<\/p><p>Every four years, the political conventions become magnets for mass protests, but this year the Occupy movement has added an unpredictable element to the mix. In Charlotte, the movement has already shown its clout through hundreds of protesters in October who gathered to demonstrate against Bank of America and a resulting encampment on the lawn in front of old City Hall.<\/p><p>But the Occupy movement here has been beset by troubles.<\/p><p>There was infighting over leadership within the group at the start, and there were repeated public relations gaffes. A flag burning in December split the group, and undermined acceptance and support within a skeptical Charlotte community as well.<\/p><p>Occupy Charlotte's encampment may have had the unintended effect of getting the authorities prepared for convention protests; officials began planning a series of ordinances to manage such demonstrations after Occupy began.<\/p><p>''To be honest with you,'' said Robert E. Hagemann, the city attorney, ''I'm not sure we would have thought to prohibit camping as part of our ordinances had Occupy not happened.''<\/p><p>On Jan. 23, the Democratic-controlled Charlotte City Council passed the ordinances, including a camping ban, on a 10-to-1 vote. A week later, Charlotte-Mecklenburg police officers crossed the street from their headquarters and arrested seven people on the way to dismantling the camp.<\/p><p>''We're the second-largest financial services center in the country, so it didn't take a rocket scientist to think that we would see the activity here as well,'' <person><nameText>Mayor Anthony Foxx <\/nameText><\/person>said of the Occupy Charlotte movement. ''But we've handled it, I think, as well or better than any community across the country.''<\/p><p>Not everyone would agree. Occupy Charlotte members said city officials tried to discredit the group, saying the protest movement had cost the police $447,000 to monitor during the encampment. Ken Davies, a Charlotte lawyer, sought a temporary restraining order to allow Occupy Charlotte to return to camp, but it was not granted. He is now seeking an injunction.<\/p><p>Occupy Charlotte members have continued to meet regularly and arrange smaller protests, including a recent daylong event outside a Bank of America branch in town. But without the camp, the number of active members has dwindled just as planning for the convention kicks into high gear.<\/p><p>''We're definitely at our low point,'' said Scottie Wingfield, 36, of Charlotte, an Occupy member. ''I would say about 25, and when we started out, our first marches were 600, 700.''<\/p><p>''We have the spring shareholders meeting at Bank of America coming here in May, so I imagine we'll have a lot of people wanting to participate in that,'' she said. ''And then of course the D.N.C. So I think participation will go back up.''<\/p><p>Bill Dobbs, a member of Occupy Wall Street's press team, said there is continuing communication with Occupy Charlotte members as they plan bank and convention protests. And as many as 60 groups have signed on to join the Coalition to Protest at the D.N.C. In Florida, Occupy Tampa is involved in planning similar efforts for the Republican National Convention, which will be held there in August, but the group has had smaller protests than those in Charlotte and the city has proposed a ''clean zone'' limiting where demonstrations can be held.<\/p><p>In planning protests this time around, for the conventions, social media is likely to play a bigger role.<\/p><p>''I think there's been a lot more inter-occupation communication as people got away from the encampments and starting getting online and establishing lines of communication across the country,'' said Domenic Battistella, 34, of nearby Mooresville, an original member of Occupy Charlotte. ''We're going to be much more coordinated on a regional basis.''<\/p><p>Occupy Charlotte members recently met with Occupy protesters from throughout North Carolina to prepare for the convention and are planning to provide housing, food and other support for those who come from out of state. An Occupy Durham member is now helping the legal team in a potential challenge as Charlotte officials continue to hold off allowing groups to apply for permits to protest at the convention.<\/p><p>Michael Zytkow, 25, an Occupy Charlotte member, said the May 9 protest at the Bank of America meeting could draw Occupy members from as far as Michigan and Washington State, as well as labor groups, others protesting the bank's foreclosures and environmental groups focused on the bank's financing of the coal industry. Mr. Zytkow hopes the protest draws as many as 1,000 people, providing a test run for the convention and the city's ability to control the demonstrations.<\/p><p>And how many will come for the convention?<\/p><p>''I'm guessing in the thousands upon thousands,'' Mr. Zytkow said.<\/p><\/body>","478":"<body><h>FULL TEXT<\/h><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">To mark the second anniversary of the Occupy Wall Street movement last month, an assortment of protests, marches and rallies were held to support or oppose mostly predictable causes.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">At the same time, a far more surprising undertaking began with far less fanfare: creating a prepaid Occupy debit card.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The idea, led by a group that includes a Cornell University law professor, a former director of Deutsche Bank and a former British diplomat, is meant to serve people who do not have bank accounts, but it also aims to make Occupy a recognized financial services brand.<\/p><p>On Sept. 17, the day of the anniversary, the group, known as the Occupy Money Cooperative, began raising money to pay for initial operating expenses. The group's Web site invites visitors to ''join the revolution,'' suggesting that using the card might represent a ''protest with every purchase.'' That language evokes the spirit of the sprawling encampment of tents and tarps that briefly took over Zuccotti Park in 2011, and several people who were familiar figures there have endorsed the mission of the card, which its founders have described as ''low-cost, transparent, high-quality financial services to the 99 percent.''<\/p><p>But not everyone likes the idea; the notion of the Occupy name emblazoned on a financial product has prompted questions about who controls the name and message.<\/p><p>''Too much blood, sweat and tears have been going into Occupy to have that turned into a piece of plastic,'' said Bill Dobbs, a longtime Occupy participant.<\/p><p>From its beginning, Occupy's participants were protective of the group's name and image, rejecting association with political parties. Protesters invaded the set of a ''Law &amp; Order: S.V.U.'' episode that was based on the movement, and lashed out at Jay-Z when he sold Occupy-themed T-shirts.<\/p><p>The idea for a debit card sprouted more than a year ago, said Carne Ross, a cooperative member who resigned from the British foreign service in 2004 to protest the Iraq war. Mr. Ross was also a member of the alternative banking working group established by Occupy's General Assembly.<\/p><p>''There is no profit here,'' said Mr. Ross, adding that once the cooperative raised about $900,000, it would make the cards available to anyone who signed up on the group's Web site. ''The only revenue we want is to make the thing sustainable and eventually expand our range of services.''<\/p><p>There will be no upfront cost for the card, Mr. Ross said, but there will be fees, including $1.95 for A.T.M. withdrawals and 99 cents for balance inquiries.<\/p><p>The card appears to intentionally avoid high fees that other debit cards have imposed, said Dean Baker, an economist and co-director of the Center for Economic and Policy Research. ''In general terms they are trying to have a very low-cost card,'' he said.<\/p><p>But when Mr. Ross participated in an ''ask me anything'' forum on the social media Web site Reddit in August, he was peppered with skeptical questions. Some of the most pointed criticism came in an article printed in Tidal, a magazine that examines the theories and tactics that formed Occupy and similar movements, which was headlined ''Help Support Better Stronger Neo-Liberalism With the Occupy Money Cooperative.''<\/p><p>The cooperative has also drawn criticism over its plan to establish a relationship with Visa, which some activists condemn because the company declined to process donations to WikiLeaks, the international organization known for publishing leaked information, much of it classified.<\/p><p>Mr. Ross said he respected the objection to Visa. But he said his group had no choice but to do business with that company or a similar one in order to produce a debit card that could be widely accepted.<\/p><p>Eventually, Mr. Ross said, the cooperative hopes to offer loans and other services that would benefit millions of people who do not use traditional banks, often because they cannot afford the fees.<\/p><p>While some organizers acknowledged that the debit cards could be put to good use, they said the term ''Occupy Card'' wrongly implied that the project had been vetted and approved by the movement as a whole. And several organizers framed their reservations as a question of legacy, saying they were disturbed by the possibility that a debit card could end up being the most lasting artifact of the movement.<\/p><p>''Occupy has always been a consensus-based movement,'' said Patrick Bruner, an organizer who was present on the first day of the protests. ''And there's no consensus on this issue.''<\/p><\/body>","964":"Ecuador Protests Against Brazil's PetrobrasEcuador Protests Against Brazil's Petrobras End -Energy Min","1311":"Exxon Mobil Strike to ChevronNigerian Oil Workers Extend Exxon Mobil Strike to Chevron, Agip and Shell","1200":"Comcast marches to GoogleComcast marches to Google's beat, will encrypt emails 'within a matter of weeks'","1023":"Polish embassy protests against BBCPolish embassy protests against BBC presenter's joke","195":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The website of white supremacist group the Ku Klux Klan has been shut down by hackers affiliated with hacktivist group Anonymous.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The affiliate, known as Ghost Squad, launched a full scale Distributed Denial-of-Service (DDoS) attack which overwhelmed the site of the White Knights of the KKK - one of its most militant and extremist chapters - and brought it down. As of writing, the website remained offline.<\/p><p>According to one of the hackers responsible, the reason for the attack was the KKK's ''blunt racism'', using free speech as an excuse.<\/p><p>They told security blog HackRead, \"We are not fascist but we certainly do not agree with the KKK movement. They are the fascists and they are the racists.''<\/p><p>Anonymous is known for its cyber attacks against controversial organisations and individuals including ISIS and Donald Trump, and this isn't even the first time it has targeted the KKK.<\/p><p>In November, Anonymous leaked the identities of 1,000 people who they claim are sympathisers or affiliates of the Klan.<\/p><p>The data leak was part of Anonymous' year-long Operation KKK, which is a reaction or a \"form of resistance\" to the racial violence threatened and incited by the KKK in 2014, against those protesting over the killing of a young black man in Ferguson, Missouri.<\/p><p>In the data release, Anonymous said, \"We defend free thought and free speech. The anons responsible for this operation will not support *acts* of terrorism and *acts* of hate inflicted upon the public.\"<\/p><p>The details include names, aliases, Facebook and Google+ profiles, among other identifying details.<\/p><p>The data collected for Operation KKK was gathered over approximately 11 months, and those included on this list were identified by human sources - \"through both overt (interviewing expert sources) and covert (digital espionage \/ social engineering) methods\", Anonymous said.<\/p><p>Individuals on the list were also pinpointed using publicly available information, like social media profiles and other multimedia on the internet.<\/p><p>Other social causes Anonymous has taken up include supporting democracy advocates in Hong Kong and the Arab world, and organising hacking attacks against American agrochemical corporation Monsanto.<\/p><p>(Also see: &amp;lt;strong&gt;Louisiana Gov bribed KKK to go easy in mid-'60s: FBI files&amp;lt;\/strong&gt; (\/people\/in_the_news\/20160426_louisiana.html) )<\/p><\/body>","1287":"Thousands in Georgia Protest GazpromThousands in Georgia Protest Gazprom Deal","1488":"Hundreds of Chinese protest against BBVAHundreds of Chinese protest against BBVA in Madrid","539":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\"\/><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Mar 04, 2014 (Digital Journal:<url normalizedValue=\"http:\/\/www.digitaljournal.com\">http:\/\/www.digitaljournal.com<\/url> Delivered by Newstex)<br\/> Last November a global protest led by the leaderless collective Anonymous was held in hundreds of cities all over the world, including Olympia, Washington.<br\/> Leading up to the march, Bank of America partnered with Washington State Police to violate the first amendment rights of protesters angry about intrusive government and corporate control.<\/p><p><br\/> In emails released through court order, and posted on Scrib'd[1], it was revealed Senior U.S Crime and Intelligence Analyst Kim- Triplett-Kolerich interacted with WSP to spy on the social media activity of protesters ahead of the planned march in an effort to 'protect' police from 'protests\/arrests\/injury.' <br\/>In an introductory email, Triplett-Kolerich promised to troll the internet to find any intel on the march, claiming Bank of America employs twenty people whose sole job is to spy on social media. Kolerich kept in constant contact with the WSP regarding the possible outbreak of violence, as well as the possible usage of smart phones to record any actions of the police. <br\/> The emails revealed a clear partnership between the bank and the police to attack one group with a long history of agitating Bank of America.<br\/> Digital Journal contributor Justin King has extensively covered Anonymous. His relationship with the collective does not allow him to get any previous information about a campaign because it would put the collective and himself in jeopardy; however, he views the silence of Anonymous as an ominous sign for Bank of America. <br\/> 'The IRC channels won't even discuss Bank of America- typically what that means is that they are going to do something. If they weren't going to be up to something, they would talk about it more freely.' What could be next for Bank of America is another embarrassing leak that shows culpability in blatantly criminal conduct.<br\/> In February 2013, Anonymous hacked into the private e-mails, and spreadsheets of TEKsystems[2], a contractor hired Bank of America to monitor Anonymous and other hacker networks taking aim at the bank. The information included an email that suggested TEKsystems was able to identify the person behind an Anonymous Twitter handle. That leak, and others have not prevented massive corporations from conducting surveillance programs, because they have friends in high places, who allow corporations to act with impunity.<br\/>Bank of America is part of the Domestic Security Alliance Council[3], a partnership between corporations and the FBI that 'advances elements of the FBI and DHS missions' in preventing, deterring, and investigating criminal and terrorism acts...' The secretive partnership was revealed thanks to a Freedom of Information request by the Partnership for Civil Justice Fund. In the highly redacted documents Bank of America was shown to be working with the FBI, and other federal agencies to spy on Occupy Wall Street protestors. In a release[4] explaining what was found, Executive Director of PCJF, Mara Verheyden- Willard said, 'The documents show that the FBI and the Department of Homeland Security are treating protests against the corporate and banking structure of America as potential criminal and terrorist activity.' Verheyden-Willard added, federal agencies are acting as 'a de-facto intelligence arm,' for corporations and Wall Street, a claim that is not off base.<br\/> In late 2010, Wikileaks founder Julian Assange threatened to take down an American bank. In fear that they were the ones targeted, Bank of America got together with their friends in a quest to discredit and destroy Wikileaks. In the report Spooky Business,[5] author Gary Ruskin noted the bank hired the law firm Hunton Williams to join forces with security companies Palantir Technologies, Berico Technologies, and HB Gary to devise a plan to save BoA by orchestrating 'highly unethical, and\/or illegal tactics,' to ruin the reputation of Wikileaks. Those tactics included submitting false information and calling out the errors to ruin the reputation of leaker, as well as attacking their network to expose the identities of the leakers. The plan even included a plan to destroy the career of journalist Glenn Greenwald, for the crime of supporting Wikileaks.<br\/> In emails leaked by Wikileaks, former head of HB Gary Aaron Burr noted Greenwald was a person the team needed to 'highlight,' because, 'without the support of people like him, Wikileaks would fold.' When media outlets reported on the story, Hunton Williams refused to comment at any time, the D.C powerhouse firm stayed silent in a desperate attempt to avoid responsibility. They have multi-national corporations, banks, and security firms to protect from hackers, protestors, and anyone who attacks unethical practises their clients make a sport out of. Bank of America is only one of those clients, and they are not the only corporation who attack protest.<br\/> The Spooky Business report found, 'Corporations have been linked to a wide variety of espionage tactics. The most prevalent tactic appears to be infiltration by posing a volunteer or journalist, to obtain information from a non-profit.' These activities are practiced by the likes of Monsanto, Kraft, Wal Mart, Shell go to any lengths to silence protest through blackmail, and intimidation. All in an effort to silence concerned Americans who practice freedom of speech and assembly.<br\/> In an interview from Oakland, Ruskin claimed, 'We have so little information on the outbreak of corporate espionage.' Without an Edward Snowden within the apparatus, corporations are able to 'cloak their espionage activities,' in complete secrecy. Even though Ruskin authored a report that shined a light on the practise of corporate spying, his work is only a treatment in an empty book void of pertinent information. In the eyes of Ruskin, 'You have seen no action as far as you can tell, from either Congress, or the Department of Justice regarding wrongdoing by the latest geo-corporate espionage against non profit organizations.' <br\/> When security companies hired by federal agencies, hire former federal agents from the CIA, FBI, and various police forces, the motivation to investigate these operations is non-existent. The American spy state is alive and well. As long as corporate espionage operations remain a dark secret, America's constitutional rights will slowly vanish.<br\/> [1]: <url normalizedValue=\"http:\/\/www.scribd.com\/doc\/195106541\/Modified-Redacted-Dorsey-Combined-Emails-PD-13-1055-0357-Removed-Two-Pages-Detailing-Organizers-Home-Address\">http:\/\/www.scribd.com\/doc\/195106541\/Modified-Redacted-Dorsey-Combined-Emails-PD-13-1055-0357-Removed-Two-Pages-Detailing-Organizers-Home-Address<\/url> [2]:            <url normalizedValue=\"http:\/\/news.cnet.com\/8301-1009_3-57571955-83\/anonymous-leaks-alleged-data-on-bofa-execs-surveillance\/\">http:\/\/news.cnet.com\/8301-1009_3-57571955-83\/anonymous-leaks-alleged-data-on-bofa-execs-surveillance\/<\/url> [3]:            <url normalizedValue=\"http:\/\/www.dsac.gov\/Pages\/index.aspx\">http:\/\/www.dsac.gov\/Pages\/index.aspx<\/url> [4]:            <url normalizedValue=\"http:\/\/www.justiceonline.org\/commentary\/fbi-files-ows.html\">http:\/\/www.justiceonline.org\/commentary\/fbi-files-ows.html<\/url> [5]:            <url normalizedValue=\"http:\/\/www.corporatepolicy.org\/2013\/11\/20\/spooky-business\/\">http:\/\/www.corporatepolicy.org\/2013\/11\/20\/spooky-business\/<\/url><\/p><p\/><\/body>","616":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Nature’s Path takes business road less traveled by turning website into pipeline protest<br\/><br\/>The organic food company has put a message on its homepage urging visitors to take action against a proposed expansion of the Trans Mountain pipeline, which moves crude and refined oil, into western Canada. “We believe renewable energy is the way of the future and therefore cannot support the proposed pipeline expansion project,\" the message says, offering up social media-friendly images that people can customize and share. The company is also encouraging people to sign a petition to the Canadian government asking it to stop instead invest in renewable energy to help solve climate change. An expansion of the pipeline would increase the risk of an oil spill or leaks that could disrupt food production and animal habitats.   <\/p><p><url normalizedValue=\"http:\/\/www.vancourier.com\/news\/nature-s-path-takes-business-road-less-travelled-by-turning-website-into-pipeline-protest-1.23323057\">Read more at Vancouver Courier…<\/url><br\/><br\/>Nature’s Path takes business road less traveled by turning website into pipeline protest<br\/><br\/>Nebraska-based Smart Chicken, which produces organic fresh chicken and chicken sausages, has been acquired by Tyson, which has spent $12 billion on deals over the last five years to expand its presence in grocery stores and restaurants, especially in higher profit brand-name products. Sales of fresh or frozen organic chicken have grown 12 percent over the last year.   <url normalizedValue=\"https:\/\/www.wsj.com\/articles\/tyson-foods-acquires-organic-chicken-producer-1528143300\">Read more at WSJ…<\/url><br\/><br\/>Nature’s Path takes business road less traveled by turning website into pipeline protest<br\/><br\/>The maker of organic instant teas has found uptake by natural products grocers and outdoor stores and plans to grow distribution with 500 new retailers during the second quarter of 2018.   <url normalizedValue=\"https:\/\/bizwest.com\/2018\/06\/04\/cusa-tea-triples-market-expectations-after-first-year-in-business\/\">Read more at Biz West…<\/url><br\/><br\/>Nature’s Path takes business road less traveled by turning website into pipeline protest<br\/><br\/>Bayer will ditch the name of Monsanto—the target of much of the GMO controversy over the last several years—after its $63 billion acquisition of the seed and chemical company is complete.   <url normalizedValue=\"https:\/\/www.reuters.com\/article\/us-monsanto-m-a-bayer-closing\/with-deal-to-close-this-week-bayer-to-retire-monsanto-name-idUSKCN1J00IZ\">Read more at Reuters…<\/url><br\/><br\/>Nature’s Path takes business road less traveled by turning website into pipeline protest<br\/><br\/>French people bought 8.3 billion euros (about $9.7 billion) of organic food last year—17 percent more than in 2016, according to the French Agency for the Development and Promotion of Organic Agriculture. The growth was driven by increased penetration in medium- and large-size retailers. More than 8 percent of farms are organic, and total hectares of organic land has tripled over the last decade.   <url normalizedValue=\"https:\/\/www.devdiscourse.com\/Article\/10405-organic-farming-is-progressing-in-france-grain-is-lagging-behind\">Read more at Devdiscourse…<\/url><\/p><\/body>","882":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The Internet and social media have brought new power to the people.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Nowhere is this more evident than when Bank of America recently declared that it would charge a monthly fee for the use of debit cards. When customers heard of this move, they were immediately upset. They anger was stirred even further when Bank of America CEO <person><nameText>Brian Moynihan <\/nameText><\/person>said, “We have a right to make a profit,” at a Washington get-together, where he tried to explain why they were making this move.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\"> Tweeters and Facebook-users quickly ignited a fiery protest, which focused around comments such as, “We have a right to bank elsewhere.” Emboldened by the comments of others, the online demonstration grew quickly to encompass many different blogs, media sites and even online signature protests.<\/p><p> It didn’t take long before the digital torches opened the eyes of Moynihan and other Bank of America execs, who decided that a quick exit from their strategy was the only logical course of action. Bank of America withdrew plans for monthly charges for debit card users.<\/p><p> But enraged Bank of America customers had already taken their ire a step further. Propelled by a Facebook event page protest, more than 84,000 people signed up to join the mass exodus from the corporate banking world by moving their money out of banks and into credit unions. Saturday, Nov. 5, was promoted by protestors as “Bank Transfer Day.”<\/p><p> The Credit Union National Association estimated in the week following the Sept. 29 debit card fee announcement by Bank of America, more than 650,000 Americans have joined credit unions.<\/p><p> The Bank of America debit card charge debacle is a perfect example of the power the Internet gives to the average person. The Internet and social media intensify public reaction. They give people more power than they have ever had before.<\/p><p> People don’t actually have to boycott a product or service.They can simply talk about doing so, and if their complaints gain enough traction on the Internet, they will get the wanted reaction. Combined voices intensify grievances, and no company wants to stand against such speedy, persuasive and energetic protests.<\/p><p> Although Facebook and Twitter are currently the two most popular social media outlets, you don’t have to have a Facebook or Twitter account to make your voice heard. Blogs are also a great place to voice your opinion. And you don’t have to have your own blog either. You can post your comments on the blogs of others.<\/p><p> Last year, I made some accurate but disparaging remarks about one of the major telephone companies on my blog. Others posted similar comments on my blog in response. Within several days, a company representative came on the blog to say the company wanted to rectify the situation. The representative also sent me a personal email with a follow-up.<\/p><p> You can post your message or complaint on my blog at <url normalizedValue=\"http:\/\/www.sandybergerblog.com\">www.sandybergerblog.com<\/url> or any blog and get results. You don’t even have to be totally on topic.<\/p><p> For instance, if you want to complain about a company that I haven’t written about, you can add your comment to any blog post that I have written. I read every comment. So if you suggest that I write about a subject or company and it fits my subject matter, I’ll be happy to write a new blog post on that topic where you and others can comment.<\/p><p> You might ask how I can be sure that the company you are trying to reach will see your comments. Well, that’s easy. You see, every major company today uses clipping services that scour the Web and alert them when their company name is mentioned.<\/p><p> Many have crews of individuals who do nothing but sort through those comments and respond to them. Although the services that these companies use are generally pretty sophisticated, you can get a feel for how they work by trying a free service called Google Alerts at <url normalizedValue=\"http:\/\/www.google.com\/alerts\">www.google.com\/alerts<\/url>. Just type in the name of a company, your own name or the name of any person or subject that you want to follow, and Google will send you an email every time that name or topic appears on the Internet.<\/p><p> That’s why the Internet is so powerful. If you want to let a company know how you feel, either good or bad, the Internet will get the news to them faster than snail mail. In fact, with the Internet, everyone can be heard. The power is truly in the hands of the people.<\/p><p> Contact Sandy Berger at <email normalizedValue=\"mailto:sandy@compukiss.com\">sandy@compukiss.com<\/email><\/p><\/body>","506":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">How Corporate money power controls the message<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">\"Invasion of Corporate News\", an exhaustively researched article by Andrew Edgecliffe-Johnson published by the Financial Times (FT), London, documents how social media is allowing big business to bypass mainstream media to reach and influence people directly. This means that you, the reader, need to learn to differentiate between an independent, well-researched point of view, and an embedded public relations plug-whether it is on television, in your favourite newspaper or on social media. Here is a primer culled from the FT report.<\/p><p>Brand Journalism: A new form of reporting is one that's produced by companies and tailored to project a company's point of view. Companies hire professional journalists to produce these polished reports, so that the ordinary reader is unable to see them as PR plugs.<\/p><p>FT cites the example of oil major Chevron, which runs a hyper-local digital news brand at Richmond, California (where it is headquartered). While it publishes mainly feel-good news, it also helps gloss over allegations about environmental damage. In India, Reliance Industries has hired a team of senior journalists to 'manage' its social media image, publish videos and books, to project its point of view.<\/p><p>Churnalism: This is the process where PR agencies create slickly produced content that is released directly to people through social media, YouTube, etc, as news. Interestingly, loss-making mainstream media is often happy to 'embed' these videos and photographs in their reports, making it a win-win for corporate PR.<\/p><p>The report cites the examples of Apple's iPhone6 launch (fully choreographed with live blogging, perfectly lit images and gushing endorsements from celebrities being re-tweeted) and Microsoft introducing Indian-born CEO Satya Nadella to the media in a similar manner. The head of General Motors recorded an emotive YouTube video of her reaction to faulty ignition leading to fatal crashes prior to appearing before the US Congress hearing.<\/p><p>Native Advertising a.k.a Paid News: Advertisements made to look like a genuine news story or video where the reader cannot know the difference. This is called native advertising and is rampant in India, too, having been pioneered by our biggest media house.<\/p><p>Owned Media: The whole gamut of direct corporate communication through social media, twitter, blogs or direct-speak by celebrity business corporate honchos, such as Richard Branson, who have millions of followers on social media. These CEOs don't need mainstream media to get their message out anymore. Prime minister Narendra Modi used this brilliantly to craft a thumping election victory.<\/p><p>Interestingly, while the Editors Guild of India has written to the PM to provide more meaningful access to the media, FT says this is a global phenomenon. It says, \" from White House to Wall Street, journalists protest that they are getting less meaningful access to those in power than ever.\" <\/p><\/body>","985":"Staged a demonstration in front of the VerizonUPDATE: Verizon 2Q Net Up 12%; Wireless Offsets Weak DSL >VZ","876":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\"\/><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Mar 04, 2014 (Digital Journal:<url normalizedValue=\"http:\/\/www.digitaljournal.com\">http:\/\/www.digitaljournal.com<\/url> Delivered by Newstex)<br\/> Last November a global protest led by the leaderless collective Anonymous was held in hundreds of cities all over the world, including Olympia, Washington.<br\/> Leading up to the march, Bank of America partnered with Washington State Police to violate the first amendment rights of protesters angry about intrusive government and corporate control.<\/p><p><br\/> In emails released through court order, and posted on Scrib'd[1], it was revealed Senior U.S Crime and Intelligence Analyst Kim- Triplett-Kolerich interacted with WSP to spy on the social media activity of protesters ahead of the planned march in an effort to 'protect' police from 'protests\/arrests\/injury.' <br\/>In an introductory email, Triplett-Kolerich promised to troll the internet to find any intel on the march, claiming Bank of America employs twenty people whose sole job is to spy on social media. Kolerich kept in constant contact with the WSP regarding the possible outbreak of violence, as well as the possible usage of smart phones to record any actions of the police. <br\/> The emails revealed a clear partnership between the bank and the police to attack one group with a long history of agitating Bank of America.<br\/> Digital Journal contributor Justin King has extensively covered Anonymous. His relationship with the collective does not allow him to get any previous information about a campaign because it would put the collective and himself in jeopardy; however, he views the silence of Anonymous as an ominous sign for Bank of America. <br\/> 'The IRC channels won't even discuss Bank of America- typically what that means is that they are going to do something. If they weren't going to be up to something, they would talk about it more freely.' What could be next for Bank of America is another embarrassing leak that shows culpability in blatantly criminal conduct.<br\/> In February 2013, Anonymous hacked into the private e-mails, and spreadsheets of TEKsystems[2], a contractor hired Bank of America to monitor Anonymous and other hacker networks taking aim at the bank. The information included an email that suggested TEKsystems was able to identify the person behind an Anonymous Twitter handle. That leak, and others have not prevented massive corporations from conducting surveillance programs, because they have friends in high places, who allow corporations to act with impunity.<br\/>Bank of America is part of the Domestic Security Alliance Council[3], a partnership between corporations and the FBI that 'advances elements of the FBI and DHS missions' in preventing, deterring, and investigating criminal and terrorism acts...' The secretive partnership was revealed thanks to a Freedom of Information request by the Partnership for Civil Justice Fund. In the highly redacted documents Bank of America was shown to be working with the FBI, and other federal agencies to spy on Occupy Wall Street protestors. In a release[4] explaining what was found, Executive Director of PCJF, Mara Verheyden- Willard said, 'The documents show that the FBI and the Department of Homeland Security are treating protests against the corporate and banking structure of America as potential criminal and terrorist activity.' Verheyden-Willard added, federal agencies are acting as 'a de-facto intelligence arm,' for corporations and Wall Street, a claim that is not off base.<br\/> In late 2010, Wikileaks founder Julian Assange threatened to take down an American bank. In fear that they were the ones targeted, Bank of America got together with their friends in a quest to discredit and destroy Wikileaks. In the report Spooky Business,[5] author Gary Ruskin noted the bank hired the law firm Hunton Williams to join forces with security companies Palantir Technologies, Berico Technologies, and HB Gary to devise a plan to save BoA by orchestrating 'highly unethical, and\/or illegal tactics,' to ruin the reputation of Wikileaks. Those tactics included submitting false information and calling out the errors to ruin the reputation of leaker, as well as attacking their network to expose the identities of the leakers. The plan even included a plan to destroy the career of journalist Glenn Greenwald, for the crime of supporting Wikileaks.<br\/> In emails leaked by Wikileaks, former head of HB Gary Aaron Burr noted Greenwald was a person the team needed to 'highlight,' because, 'without the support of people like him, Wikileaks would fold.' When media outlets reported on the story, Hunton Williams refused to comment at any time, the D.C powerhouse firm stayed silent in a desperate attempt to avoid responsibility. They have multi-national corporations, banks, and security firms to protect from hackers, protestors, and anyone who attacks unethical practises their clients make a sport out of. Bank of America is only one of those clients, and they are not the only corporation who attack protest.<br\/> The Spooky Business report found, 'Corporations have been linked to a wide variety of espionage tactics. The most prevalent tactic appears to be infiltration by posing a volunteer or journalist, to obtain information from a non-profit.' These activities are practiced by the likes of Monsanto, Kraft, Wal Mart, Shell go to any lengths to silence protest through blackmail, and intimidation. All in an effort to silence concerned Americans who practice freedom of speech and assembly.<br\/> In an interview from Oakland, Ruskin claimed, 'We have so little information on the outbreak of corporate espionage.' Without an Edward Snowden within the apparatus, corporations are able to 'cloak their espionage activities,' in complete secrecy. Even though Ruskin authored a report that shined a light on the practise of corporate spying, his work is only a treatment in an empty book void of pertinent information. In the eyes of Ruskin, 'You have seen no action as far as you can tell, from either Congress, or the Department of Justice regarding wrongdoing by the latest geo-corporate espionage against non profit organizations.' <br\/> When security companies hired by federal agencies, hire former federal agents from the CIA, FBI, and various police forces, the motivation to investigate these operations is non-existent. The American spy state is alive and well. As long as corporate espionage operations remain a dark secret, America's constitutional rights will slowly vanish.<br\/> [1]: <url normalizedValue=\"http:\/\/www.scribd.com\/doc\/195106541\/Modified-Redacted-Dorsey-Combined-Emails-PD-13-1055-0357-Removed-Two-Pages-Detailing-Organizers-Home-Address\">http:\/\/www.scribd.com\/doc\/195106541\/Modified-Redacted-Dorsey-Combined-Emails-PD-13-1055-0357-Removed-Two-Pages-Detailing-Organizers-Home-Address<\/url> [2]:            <url normalizedValue=\"http:\/\/news.cnet.com\/8301-1009_3-57571955-83\/anonymous-leaks-alleged-data-on-bofa-execs-surveillance\/\">http:\/\/news.cnet.com\/8301-1009_3-57571955-83\/anonymous-leaks-alleged-data-on-bofa-execs-surveillance\/<\/url> [3]:            <url normalizedValue=\"http:\/\/www.dsac.gov\/Pages\/index.aspx\">http:\/\/www.dsac.gov\/Pages\/index.aspx<\/url> [4]:            <url normalizedValue=\"http:\/\/www.justiceonline.org\/commentary\/fbi-files-ows.html\">http:\/\/www.justiceonline.org\/commentary\/fbi-files-ows.html<\/url> [5]:            <url normalizedValue=\"http:\/\/www.corporatepolicy.org\/2013\/11\/20\/spooky-business\/\">http:\/\/www.corporatepolicy.org\/2013\/11\/20\/spooky-business\/<\/url><\/p><p\/><\/body>","185":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The website of white supremacist group the Ku Klux Klan has been shut down by hackers affiliated with hacktivist group Anonymous.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">The affiliate, known as Ghost Squad, launched a full scale Distributed Denial-of-Service (DDoS) attack which overwhelmed the site of the White Knights of the KKK - one of its most militant and extremist chapters - and brought it down. As of writing, the website remained offline.<\/p><p>According to one of the hackers responsible, the reason for the attack was the KKK's ''blunt racism'', using free speech as an excuse.<\/p><p>They told security blog HackRead, \"We are not fascist but we certainly do not agree with the KKK movement. They are the fascists and they are the racists.''<\/p><p>Anonymous is known for its cyber attacks against controversial organisations and individuals including ISIS and Donald Trump, and this isn't even the first time it has targeted the KKK.<\/p><p>In November, Anonymous leaked the identities of 1,000 people who they claim are sympathisers or affiliates of the Klan.<\/p><p>The data leak was part of Anonymous' year-long Operation KKK, which is a reaction or a \"form of resistance\" to the racial violence threatened and incited by the KKK in 2014, against those protesting over the killing of a young black man in Ferguson, Missouri.<\/p><p>In the data release, Anonymous said, \"We defend free thought and free speech. The anons responsible for this operation will not support *acts* of terrorism and *acts* of hate inflicted upon the public.\"<\/p><p>The details include names, aliases, Facebook and Google+ profiles, among other identifying details.<\/p><p>The data collected for Operation KKK was gathered over approximately 11 months, and those included on this list were identified by human sources - \"through both overt (interviewing expert sources) and covert (digital espionage \/ social engineering) methods\", Anonymous said.<\/p><p>Individuals on the list were also pinpointed using publicly available information, like social media profiles and other multimedia on the internet.<\/p><p>Other social causes Anonymous has taken up include supporting democracy advocates in Hong Kong and the Arab world, and organising hacking attacks against American agrochemical corporation Monsanto.<\/p><p>(Also see: &amp;lt;strong&gt;Louisiana Gov bribed KKK to go easy in mid-'60s: FBI files&amp;lt;\/strong&gt; (\/people\/in_the_news\/20160426_louisiana.html) )<\/p><\/body>","1506":"Stage protest against Coca-ColaRadical nationalists stage protest against Coca-Cola at Sziget festival entrance","723":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Markets<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">BRIEFLY<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Execs suspended: Wells Fargo said it had suspended two senior executives as part of an ongoing regulatory review of its sales practices, the latest blow to a bank that has spent years reeling from scandals. The bank said it had placed its chief auditor, David Julian, and its chief administrative officer, Hope A. Hardison, on immediate leave and removed them from the company's committee of senior executives. Wells Fargo suspended Hardison and Julian at the request of regulators at the federal Office of the Comptroller of the Currency, according to a source.<\/p><p>Workers to unionize: Catering employees at United Continental Holdings have voted to join the Unite Here union, marking the last group of front-line employees at the carrier to seek labor representation. Overall, Chicago-based United has about 2,900 catering employees who work at kitchens in four United hubs - Denver, Houston, Newark, New Jersey and San Francisco - as well as in Cleveland and Honolulu. <\/p><p>Flights canceled: Poland's national airline LOT is canceling some flights as crew members strike to protest layoffs and demand better pay and working conditions. A spokesman for LOT, Konrad Majszyk, said Wednesday that over a dozen international flights from Warsaw, including to Germany and Denmark, were canceled. <\/p><p>Exec departing: The Campbell Soup Co. executive who came under fire after spreading a conspiracy theory about investor George Soros on Twitter had previously been planning to leave the company and will depart in early November. Kelly Johnston, vice president of government affairs at the soup maker since 2002, told Campbell in August that he would be leaving early next month, a spokesman for the company said.<\/p><p>Snap decisions: Snap Inc. announced Wednesday that it is hiring two new executives to take on the responsibilities of former chief strategy officer Imran Khan - including a major hire from Amazon that could help the struggling social media company expand its user base. The hires came just one day before the company was set to release its third-quarter earnings statement. Jeremi Gorman is leaving Amazon to become Snap's new chief business officer, and Jared Grusd of the Huffington Post is joining as chief strategy officer.<\/p><p>Digits<\/p><p>232,000<\/p><p>The number of regular monthly wireless subscribers AT&amp;T lost in the last quarter. The surprise announcement came a day after rival Verizon reported strong quarterly results and caused AT&amp;T shares to drop. The company also lost 297,000 TV customers in the same time frame.<\/p><p>U-T NEWS SERVICES<\/p><\/body>","1400":"New YORK -- The strike against General MotorsGM strike in 2nd week: Some progress but no end in sight","530":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">West Bengal chief minister Mamata Banerjee may have won a victory of sorts by stepping in to convince Abhijit Chakrabarti, vice-chancellor of Kolkata's Jadavpur University ( JU), to resign, thereby bringing to an end a four-month standoff between the students and university authorities. However, for the students, one of the key achievements was the hashtag Hokkolorob, which went viral on social networking sites ever since it was launched last September. It further picked up pace this week after the CM's announcement on the VCs resignation, which was their main demand, and the withdrawal of the indefinite hunger strike by a few students.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Avishek De Biswas, a theatre actor and ex-student of the university, can be dubbed as the accidental author of the hashtag. He was initially trying to support his friend, the woman student of JU who was molested and harassed on campus in August last year. The controversy resulted in the standoff between students and university authorities and culminated in an indefinite hunger strike by a group of students since early this year and an embarrassment for the university authorities when a large section of them boycotted the formal convocation ceremony.<\/p><p>Spreading the Web<\/p><p>\"Even though I have finished my Masters in comparative literature from the university in 2013, I'm in touch with many of my juniors and professors. In fact, the girl who faced harassment by some seniors called me soon after the incident for help. I was among those who tried to help her get an FIR registered,\" says De Biswas. \"The protests built up around the lack of support for the student and no action against the guilty by the university authorities and later the beating up of students by the police during a peaceful demonstration,\" he adds. After the initial apathy shown by the college authorities, he casually said \"Hokkolorob\" - let there be noise - to a group of friends, borrowing the phrase from the name of a Bengali music album by Shayan Chowdhury (Arnob) released in 2006.<\/p><p>Scoring a First<\/p><p>\"The phrase caught the imagination of all of us on campus immediately. Initially, it was being used as a hashtag on Facebook by many students. But within a couple of days, after the police lathicharge, students from many other campuses around the world started following the developments and using the hashtag on Twitter and Facebook,\" says Anisha Mandal, an undergrad of JU in the comparative literature department. She adds that the way it went viral was beyond expectations and a first for a student movement in India.<\/p><p>Hokkolorob, a community page on Facebook, currently has 56,713 likes, with hundreds of posts added in the past week.According to hashtag tracking tool Keyhole, Hokkolorob had a reach of 342,130 users this week. Among the prominent people using the hashtag on various social networking sites are Bengali actor Swastika Mukherjee and Union minister of state for urban development Babul Supriyo.<\/p><p>Ex-students of the JU too responded to Hokkolorob. \"The first time when I heard about this a few months back, I searched for the hashtag on Facebook to understand what was going on. Thereafter I used to monitor it to stay updated,\" says Amitavha Mukherjee, a New Jersey-based ex-student in mechanical engineering from the class of 1998 and now vice-president, Citigroup Inc. Mukherjee is part of the executive committee of the local alumni chapter, Jadavpur University East Coast Alumni Association ( JUECA). \"The incidents in the campus did naturally draw my attention, and thereafter I connected with a few folks who are in the campus. I also participated in a few conference calls and arranged some local folk in a Skype video-conference. And yes, I did use the hashtag in Facebook, myself,\" he adds.<\/p><p>The Global Connect<\/p><p>Like him, New York-based entrepreneur Shib Shankar Dasgupta updated himself about the movement through the hashtag posts on Facebook and Twitter. \"We organised a meeting of JU alumni based in the US East Coast at NYC's Central Park in support of the students. The hashtag helped us to stay updated and to share our thoughts. We are very happy that the demand for the VC's resignation has been met,\" Dasgupta told ET Magazine.<\/p><p>Aritra Chakraborti, a PhD student of the English department, who is currently a visiting researcher at King's College, London, too feels that the hashtag Hokkolorob helped the students take the spirit of their protest to the academic community around the world. \"When the protest started, I was in Belgium. The use of the hashtag helped me share the developments with my colleagues across universities in Europe. Even though I was not physically present on campus, I felt myself a part of what was happening at JU and could offer my support through posts on social media. While this has happened in other countries such as Hong Kong and Egypt during mass student movements, in India it was probably the first time,\" he said.<\/p><p>For Reprint Rights: timescontent.com<\/p><\/body>","808":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Text of report in English by Mxolisi Mngadi entitled \"Taxi drivers block Durban roads\" published by South African News24 website on 31 May<\/p><p>Durban - Minibus taxi operators in Durban and surrounding areas have started blocking busy Durban roads ahead of their protest to Toyota in Prospection, Isipingo later on Wednesday [31 May].<\/p><p>Streets in the Durban CBD, Umlazi, Isipingo, and the N2 have been blockaded with Toyota Quantum minibuses.<\/p><p>Motorist Nkokhelo Mkhize told News24 that he tried to get to work in Effingham from Umlazi - using the Mega City and Isipingo exits - but they are also blocked.<\/p><p>According to reports and a letter doing the rounds on social media, the South African Taxi Association decided to embark on the protest because of the escalating cost of the Toyota Quantum since it was introduced in the country 10 years ago.<\/p><p>When it was introduced, it was at a fully imported price of 220,000 rands - it is now however locally produced at 450,000 rands before interest, which the industry feels is far too expensive.<\/p><p>Another letter from the Umbumbulu Taxi Association states that the protest would last until 1500 [local time].<\/p><p>The letter confirms that minibus taxi operators are protesting over high interest rates, and warns that even pupils would not be able to go to school.<\/p><p>Source: News24 website, Cape Town, in English 31 May 17<\/p><\/body>","745":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">China's President Xi Jinping has warned that anyone trying to split China would be crushed as Beijing faces increasingly violent protests in Hong Kong and criticism over its treatment of Muslim minority groups.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">In a speech late on Sunday during a state visit to Nepal, Mr Xi said the Chinese people would -reject any external forces attempt-ing to split the country.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">\"Anyone attempting to split China in any part of the country will end in crushed bodies and shattered bones,\" he was quoted as saying by Chinese state broadcaster CCTV.<\/p><p>\"And any external forces backing such attempts to divide China will be deemed by the Chinese people as pipe dreaming.\" While the immediate reference in Nepal was believed to be to the issue of Tibet, his speech was seen by China watchers as applying to broader issues including the four-month protest movement in Hong Kong, as well as external support for Taiwan and criticism of Chinese policies in the western region of Xinjiang.<\/p><p>Mr Xi's speech came after the Nepalese government arrested Tibetan independence activists protesting against his visit - the first visit by a Chinese leader to the country for 22 years.<\/p><p>CCTV reported that Nepal's Prime Minister, KP Sharma Oli, told Mr Xi his country would -oppose any \"anti-China activities\" on its soil.<\/p><p>Chinese media reported that Mr Oli said his country firmly supported China in safeguarding its sovereignty and regional integrity and its one-China policy.<\/p><p>China sent troops into Tibet in 1950 and has ruled the area ever since. Tibetan spiritual leader the Dalai Lama fled to India after a failed uprising in 1959.<\/p><p>Twenty-two pro-Tibet activists were arrested in the Nepalese capital, Kathmandu, ahead of Mr Xi's visit.<\/p><p>Mr Xi's speech comes as Hong Kong has been grappling with protesters who are now regularly attacking police stations, MTR rail stations and businesses associated with the mainland such as Bank of China ATMs.<\/p><p>At the weekend, more than 20 petrol bombs were thrown into a police station in the Mong Kok district and a policemen was slashed on the neck by a box cutter. Demonstrators also vandalised traffic lights, blocked roads and threw objects on rail lines.<\/p><p>Despite responding with teargas and rubber bullets, Hong Kong police have been battling to cope with well-organised protesters using social media platforms to group and then quickly disperse over many areas of the city.<\/p><p>Beijing is convinced that foreign forces such as the US are encouraging the protest movement.<\/p><p>Lin Minwang, an associate professor at the Centre for South Asian Studies at Fudan University, told the South China Morning Post that Mr Xi's speech was a double-edged warning.<\/p><p>\"It is not only a repeat of China's position against any attempt to separate Tibet from China, but also a warning to the US not to meddle in China's other domestic issues such as Hong Kong,\" he said.<\/p><p>A video circulating in Hong Kong shows a lone riot policeman being attacked by black-clad protesters, one of whom kicked him to the ground as he was trying to make an arrest.<\/p><p>Peaceful at the start, the demonstrations have turned into regular acts of vandalism that have hurt the Hong Kong economy, with tourists and business visitors avoiding the city and an increasing number of social and cultural events being cancelled.<\/p><p>China's Ministry of Foreign Affairs office in Hong Kong hit out at US Republican Ted Cruz, who criticised Beijing and expressed solidarity with the protest movement in a visit to the city at the weekend. Senator Cruz accused Hong Kong leader Carrie Lam of cancelling a meeting with him out of \"weakness\" and \"fear\" of anti-government protesters.<\/p><p>He said he had met \"non--violent protest leaders\" and had never heard or seen evidence of vandalism during the four months of protests. A spokesman for the Office of the Commissioner of China's Ministry of Foreign Affairs in Hong Kong accused Senator Cruz of \"telling bald-faced lies\" and \"blowing the trumpet for the extreme violent elements\".<\/p><p>He said Senator Cruz had turned a blind eye to the violence of the protesters while criticising Hong Kong police for conducting a \"violent crackdown\" on protesters.<\/p><p>Ms Lam's office said it was \"baffling for Mr Cruz to say he had not seen protesters' violent acts\".<\/p><p>\"Before expressing their views, foreign politicians should put (the same) thought into their actions that they would have taken if the same situation happened in their own country, instead of criticising Hong Kong irresponsibly or even expressing support or endorsement of any forms of violent acts.\"<\/p><p>COMMENTARY P12EDITORIAL P13<\/p><\/body>","657":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">&gt;<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Last month, \"March Against Monsanto\" protests took place in more than 50 countries around the world, with protests numbering more than 2 million in response to the growing misrepresentation of genetically modified food by Monsanto.<\/p><p>The company, which has a death grip on the agriculture industry, is mounting large-scale opposition to the labeling of GMO's - and needs to be stopped.<\/p><p>The protests called for boycotts against Monsanto-owned companies, coming after the recent passing of the Monsanto Protection Act, a questionable new bill that passed Congress without obstruction.<\/p><p>The bill states that even if a court were to determine that a particular product by Monsanto might be harmful to human beings or the environment, the Department of Agriculture could not stop the production of that product once it is in the ground, according to Sen. Bernie Sanders, of Vermont.<\/p><p>Big-business co-opting the politcal process is dangerous for consumers for a multitude of reasons.<\/p><p>Dr. Don Huber, plant pathologist at Purdue University, found that the company's engineered crops are leading to infertility in cattle and declining plant health, while health problems for farmers are arising from Monsanto's weedkiller, Lasso, found to have caused memory loss.<\/p><p>In spite of several prominent cases, which are only growing in numbers, Monsanto is given legal immunity from future lawsuits under provisions of the new bill.  Simultaneously, the Senate defeated a bill that would have given states the right to require manufacturers to label genetically modified foods.<\/p><p>It's a dangerous line to cross when big business and government are on the same side, while the consumers are on the other, hopeless to the legal system.<\/p><p>But one thing that could help make a difference, where government can't and won't, is social media, as one blogger put it - the rise of consumer activism through the use of Internet platforms.<\/p><p>We have entered a new age of social connection where social media, like Facebook and Twitter, help mobilize supporters and raise awareness, as we have seen in Egypt's revolution during the Arab Spring in 2010.<\/p><p>When news media fail to raise awareness of the problems underlying a society, young activists are transmitting their message to the world and even galvanizing international support.<\/p><p>The recent \"March Against Monsanto,\" was an important step that needed to take place to prevent corporations from further influencing politics and policy, but continual use of social media needs to flourish in order to have a healthy democratic society.<\/p><\/body>","1253":"Organize nationwide protests at McDonald'sMcDonald's to Bump Up Wages, Offer Perks for Many Workers","1455":"Protest against Google in LondonUPDATE 1-Nursing mothers stage climate protest against Google in London","741":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Pharmacies selling tobacco: it sounds like a retail oxymoron. That's whytruth, one of the largest and most successful national youth tobacco prevention campaigns, announced today its zombie-themed demonstration outside of Walgreens' Washington, D.C. flagship store to symbolize the consequences of smoking and protest its sale of tobacco products. Despite significant progress in reducing the rate of youth smoking, tobacco use is still the leading cause of preventable death and disease in the United States. According to a recentsurveyconducted by Truth Initiative, the national public health organization that directs and funds the truth campaign, 82 percent of adults in the United States feel that pharmacies should sell products that help people get and stay healthy and 60 percent of adults who shop at Walgreens agree that pharmacies should not sell tobacco products.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\"><url normalizedValue=\"https:\/\/mma.prnewswire.com\/media\/627027\/truth_Zombie_Selfie.jpg\"\/><\/p><p>truthwill kick off the demonstration at 12 p.m. EST at the Walgreens' location at 801 7th St., N.W., with the help of teens and young adults, as well as local organizations and colleges from the D.C. area. The protest title, \"Not Happy or Healthy,\" takes aim at Walgreens' longstanding tagline, \"On the Corner of Happy and Healthy\".  Earlier this month, Walgreens changed its tagline to \"Trusted Since 1901\", removing any reference to health.<\/p><p>Participants will also drive awareness through social media and a petition, hosted on thetruth.com, to urge Walgreens to stop selling tobacco products. The protest comes in advance of the Walgreens shareholder meeting in Scottsdale, Ariz. on January 17, wheretruthwill attend and ask that the company reconsider selling tobacco products.<\/p><p>CVS, and many other independent pharmacies, chose to take a stand against tobacco, voluntarily eliminating it from their inventories. More than 150 localities in Massachusetts and California combined, passed laws banning pharmacies from selling tobacco, however, in 2016, 53,566 pharmacies, including Walgreens, continued to sell it.<\/p><p>\"Simply put, tobacco and pharmacies don't mix, said Robin Koval, CEO and president of Truth Initiative. \"Our zombie protest underscores that while Walgreens continues to drag its feet on removing tobacco products from it shelves, more people are getting sick and dying from tobacco-related diseases.\"<\/p><p>Virtually all the industry's $8.5 billion annual marketing expenditure - more than 93 percent - is used to market in retail environments like Walgreens, including in-store advertisements, discounts and product displays behind check-out counters.<\/p><p>Retail marketing is linked to impulse purchases, an increased likelihood of young people starting to smoke and decreased success for people attempting to quit. About one-third of teenage experimentation with smoking can be directly attributed to tobacco advertising and promotional activities in retail environments.<\/p><p>The \"Not Happy or Healthy\" protest follows othertruthactivism on the topic. Last year, people from across the country rallied outside the Walgreens shareholders meeting in New York City on January 26 to encourage the pharmacy chain to stop selling tobacco products.truthalso organized a petition that collected over 5,300 youth signatures, and partnered with DoSomething.org on an effort that engaged more than 67,000 young people to encourage pharmacies to remove tobacco products from their stores.<\/p><p>For more information on \"Not Happy or Healthy\", or to sign the petition to remove tobacco from Walgreens' shelves, visitthetruth.com\/zombiemarch<\/p><p>About truth<\/p><p>truth® is one of the most successful and one of the largest national youth tobacco prevention campaigns. The campaign exposes the tactics of the tobacco industry, the truth about addiction, and the health effects and social consequences of smoking.truthgives teens facts to make their own informed choices about tobacco use and inspires them to use their social influence and creativity in the fight against tobacco. The campaign is credited with preventing hundreds of thousands of teens from starting to smoke, and is working to make this the generation that ends smoking for good. To learn more, visitthetruth.com.truthis part of Truth Initiative®, a national public health organization dedicated to achieving a culture where all youth and young adults reject tobacco. To learn more about Truth Initiative's work speaking, seeking and spreading the truth about tobacco, visittruthinitiative.org.<\/p><p><url normalizedValue=\"https:\/\/mma.prnewswire.com\/media\/626979\/truth_Campaign_Logo.jpg\"\/><\/p><p><url normalizedValue=\"https:\/\/c212.net\/c\/img\/favicon.png?sn=DC85240&amp;sd=2018-01-10\"\/> View original content with multimedia:http:\/\/www.prnewswire.com\/news-releases\/zombies-invade-washington-dc-walgreens-truth-protests-walgreens-sale-of-tobacco-products-urges-pharmacy-chain-to-go-tobacco-free-300580798.html<\/p><p>SOURCE truth<\/p><p><url normalizedValue=\"https:\/\/rt.prnewswire.com\/rt.gif?NewsItemId=DC85240&amp;Transmission_Id=201801101107PR_NEWS_USPR_____DC85240&amp;DateId=20180110\"\/><\/p><\/body>","954":"100 Activists In India Protest Wal-Mart ExecNearly 100 Activists In India Protest Wal-Mart Exec's Visit","1116":"Strike against Walmart in Los AngelesWalmart Faces Lawsuit Over Unpaid Overtime as Strike Threats Grow","775":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">CONTENT: STARBUCKS, ARREST, PROTESTS, ROSS, DEPINO<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">ROBIN ROBERTS (ABC NEWS)<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">(Off-camera) We are back now with Starbucks under fire. Protests, as you know, breaking out after two black men were arrested. We're gonna speak with Starbucks' CEO in a moment, <person><nameText>Kevin Johnson. <\/nameText><\/person>But first ABC's Linsey Davis is in Philadelphia where more protests are planned. Good morning, Linsey.<\/p><p>GRAPHICS: STARBUCKS ARREST SPARKS OUTRAGE<\/p><p>GRAPHICS: PROTESTS AFTER TWO BLACK MEN ARRESTED AT STORE<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Off-camera) Good morning, Robin. A few minutes ago we had about a dozen protesters outside of this Starbucks here, but because of the driving rain, they're now inside conducting essentially a stand-in. The video has now been viewed more than nine million times. Two black men sitting at a table inside this Starbucks and arrested.<\/p><p>ANDREW YAFFE (FAMILY FRIEND)<\/p><p>What did they do?<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) Outrage is brewing this morning over this viral video showing two black men escorted out of a Philadelphia Starbucks in handcuffs by police.<\/p><p>ANDREW YAFFE (FAMILY FRIEND)<\/p><p>What did they do? What did they do? Someone tell me what they did?<\/p><p>WITNESS (FEMALE)<\/p><p>They didn't do anything, I saw the entire thing.<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) Police say they were sitting at a table without making a purchase and when asked to leave they refused. That's when an employee called 911 reporting the incident as trespassing. Witnesses, including this businessman who the real estate brokers were about to meet with, say the men were discriminated against for being black.<\/p><p>ANDREW YAFFE (FAMILY FRIEND)<\/p><p>This is ridiculous. What did they get called for, because there are two black guys sitting here meeting me?<\/p><p>MELISSA DEPINO (EYEWITNESS)<\/p><p>I sat in there the other day for an hour, no one asked me to order anything or leave. These guys were being totally calm. They never raised their voices, they never made any, you know, physical motions or anything, they were just regular guys sitting there.<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) But Philadelphia's police commissioner says his officers did everything by the book.<\/p><p>COMMISSIONER RICHARD ROSS (PHILADELPHIA POLICE DEPARTMENT)<\/p><p>These officers did absolutely nothing wrong. They followed policy. They did what they were supposed to do.<\/p><p>GRAPHICS: TEXT OF STATEMENT<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Voiceover) Anger is boiling over on social media with the #boycott Starbucks. Comedian <person><nameText>Kevin Hart <\/nameText><\/person>is blaming the local branch saying \"This is not a boycott Starbucks situation. This is horrible management. The manager on duty was wrong. It's that simple.\" Starbucks is now apologizing saying the video is \"Not representative of our Starbucks mission and values. The basis for the call to police was wrong. You can and should expect more from us.\"<\/p><p>LINSEY DAVIS (ABC NEWS)<\/p><p>(Off-camera) No charges have been filed. Those two men have since been released and they now have attorneys. Robin.<\/p><\/body>","1356":"Uaw to strike against GM starting SundayUAW to strike against GM starting Sunday evening","44":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">TONY HARRIS, CNN ANCHOR: An unusual calm in the Iranian capital of Tehran today. We will get the latest from our Ivan Watson, who is working the Iran Desk, right here.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">But, first, breaking news. A breakthrough in negotiations over the cost of health care reform. Members of the Senate Finance Committee say they found ways to trim the cost to less than $1 trillion.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Congressional correspondent Brianna Keilar, live from Capitol Hill, with details.<\/p><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">Brianna, why don't you get us started here. What are you learning?<\/p><p>BRIANNA KEILAR, CNN CORRESPONDENT: Well, Tony, this really is a significant development. Republicans and Democrats on the Senate Finance Committee, which has really been seen as the best for getting bipartisan agreement, some bipartisan agreement on health care overhaul, they've been crunching numbers for the better part of a week, here, working with the non-partisan Congressional Budget Office, the CBO, trying to figure out a way to get this whole thing down to a price tag that is feasible. Last week, they were told the plan that Democrats on this committee put out was 1.6 trillion dollars, which is really just prohibitively expensive.<\/p><p>And so here's the announcement today from Senator Max Baucus, the chairman for this committee, saying that they have reached some options for things they can do to be at the price tag they want.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>SEN. MAX BAUCUS (D), FINANCE CHAIRMAN: The CBO now tells us we have options that would enable us to write a one trillion dollar bill, fully paid for. We have options -- we have ways to, according to the CBO today, fully pay for this bill.<\/p><p>(END VIDEO CLIP<\/p><p>KEILAR: And an aide to the senator tells us that these options that they're looking at, under them, 97 percent of Americans, they are confident, will be covered by a health care overhaul that they're planning.<\/p><p>TONY HARRIS, CNN ANCHOR: Wow.<\/p><p>KEILAR: But now you heard him say, Tony, we have options. HARRIS: Yes.<\/p><p>KEILAR: And we're really looking for specifics, because that's what we want. But we don't know exactly what those specifics are, how are they going to pay for it, and what exactly is it going to look like. We still want to know.<\/p><p>HARRIS: Yes, yes. We do know this committee is getting closer to an answer on both of these questions, correct?<\/p><p>KEILAR: Yes, no, we do. We know that one of the things they have been looking at, and seems to be gaining traction, is the idea of taxing employer-provided health benefits. Now, we heard from Senator Chuck Grassley, the ranking Republican member on this committee. He said yesterday that one of the ideas they're looking at is for a family of four, for their health benefits package, if it were to exceed 17,000 dollars, which is very far above the national average for health benefits -- this would be considered a Cadillac Plan -- that you might tax them on the amount that goes over a certain -- that goes over 17,000 dollars.<\/p><p>So, that's one of the things they're looking at. But the exact formula, that's just him talking about one of the things they're looking at. We don't know what the exact formula is going to end up like. And then looking at what the plan may be, we talked a lot, Tony, about this health co-op idea; this is seems to be what members, Republicans and Democrats on this committee, are coalescing around, the idea of a non-profit health co-op, instead of a government-run insurance plan.<\/p><p>HARRIS: I'm sorry. I'm taking notes as you're speaking here. And we'll get to this whole idea of taxing employer-provided health benefits. We'll talk about that later. What's the sticking point on how to structure the idea of a health co-op, Brianna?<\/p><p>KEILAR: Yes, we're really focused on this, because, when it comes down to it, you want to know exactly what their plan is. How to pay for it is important. But what is it going to look like? This idea of a health co-op, the different issues that you're seeing are some liberal Democrats want a very strong federal hand in this. They want this to have enough teeth that it can compete against private insurers, and, in their opinion, through that, bring the cost down.<\/p><p>But what you have is senators like Chuck Grassley who are very fearful of that. They are fearful for what that will mean, and that it will drive private insurers out of the market. So they want a light federal touch, and at this point it's really striking that balance between these two groups.<\/p><p>HARRIS: Boy, oh boy, breaking developments. Great reporting, Brianna; appreciate it. Thank you. We'll get back to you later in the hour.<\/p><p>Let's get right to the White House to the health care developments. On the Hill, White House correspondent Suzanne Malveaux joining us live. Suzanne, you know the question's coming; how is all this playing out at the White House?<\/p><p>SUZANNE MALVEAUX, CNN WHITE HOUSE CORRESPONDENT: Well, sure. Speaking with White House officials, they don't normally react to every little incremental step along the way here. Obviously, they're paying very close attention to what has happened.<\/p><p>This is good news. Make no mistake about it, this is very good news, because basically the one thing that the president has told members of Congress is don't come to me with a bill that you can't pay for.<\/p><p>HARRIS: Right.<\/p><p>MALVEAUX: And essentially if it is -- if it does not contribute to the federal deficit, if it is able to be paid for on its own -- deficit neutral is the term they like to use here -- well, then, that is a bill that the president is willing to sign. He has said it before.<\/p><p>So, obviously this is a very good development from the White House perspective. And then secondly, Brianna was mentioning one of those options, the possibility of putting a cap on the benefits, health care benefits, that are tax free.<\/p><p>HARRIS: Yes.<\/p><p>MALVEAUX: That is something that the president, as candidate Obama, did not agree with, did not support. Since becoming president, he's been holding a lot of these discussions, the back-and-forth with members on the Hill, there is a little bit of wiggle room here. There's a little bit of room for flexibility.<\/p><p>So, that is something that the White House is looking at and not completely dismissing. So, there's some movement here that is happening on both sides. And this is seen as a good development from the White House perspective, Tony.<\/p><p>HARRIS: And, Suzanne, I know that there was a White House event last night, where health care was the one and only topic. How did that play out?<\/p><p>MALVEAUX: Well, it was really kind extraordinary, the kind of access, a television network holding its own town hall, if you will, in the White House parlor, in the family room, as the anchors had noted, clearly underscoring that the president is just trying to get his message out any way possible, to put pressure on members of Congress, get this thing done by the fall.<\/p><p>This is considered a key window. If it doesn't happen now, Tony, they don't think it is going to happen. So, they've been pushing and pushing. And what we heard from the president last night is that yes, he acknowledges it will cost a lot, but he believes that there are ways to pay for this. I want you to take a listen.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>BARACK OBAMA, PRESIDENT OF THE UNITED STATES: What I've said is let's change the system so that our overall cost curve starts going down, by investing in a range of things, prevention, health IT, et cetera.<\/p><p>We will have some up front costs. And the estimates, as Charlie has said, have been anywhere from a trillion to two trillion dollars. But what we've said is, what my administration has said, what I've said, is that whatever it is that we do, we pay for, so it doesn't add to our deficit.<\/p><p>(END VIDEO CLIP)<\/p><p>MALVEAUX: And, Tony, Brianna brought up a very good point. She laid out in great detail what some of the possibilities are for raising that revenue. We've already heard from the president talking about making serious cuts in Medicare, Medicaid and some expenditures for hospitals, Tony.<\/p><p>HARRIS: Boy, a lot of news, a lot of developments here. At the White House for us, Suzanne Malveaux, appreciate it. Thanks so much.<\/p><p>MALVEAUX: Thanks, Tony.<\/p><p>HARRIS: Let's keep the health care reform drumbeat going. Good to see you. All right, a rally for health care reform is taking place on Capitol Hill. It is sponsored by this organization, Health Care for America Now. The group describes itself as a grassroots campaign made up of 1,000 organizations, representing 30 million people. Health Care for America Now says it supports comprehensive, affordable health care, including a government plan to compete with private insurance.<\/p><p>You know, health care reform, it is an incredibly confusing, complex issue. We are doing our best with it. We asked the chairman of Emory University School of Public Health what he'd do to reform health care. Here's Kenneth Thorpe's 90-second RX.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>KENNETH THORPE, EMORY UNIVERSITY: Here's my RX for the health care crisis. I'd focus on five points.<\/p><p>First, we've got to get the cost of health care under control. And one way to do that is by preventing disease in the first place. Thirty percent of the growth in health care spending in this country is due to the doubling of obesity in the United States since 1985.<\/p><p>Two, we need to do a better job of managing and working with chronically ill patients, people with Diabetes and high blood pressure. They account for 75 percent of health care spending. They have high rates of hospital admissions and re-admissions, many of which are preventable.<\/p><p>The third thing that I would do is focus on administrative costs. Our administrative costs are too high. Our system is too complicated. We need to simplify this system, so that we can reduce the cost of health care and allow physicians and patients to spend more time clinically, rather than filing claims forms and dealing with paper.<\/p><p>The fourth thing we need to do is provide more information. We know very little, ironically, about what clinical treatments work best and how much they cost. Physicians and patients and families need that information to make more appropriate health care choices.<\/p><p>And the fifth thing I would do is we have to deal with the 47 million people who don't have health insurance coverage in this country. So, we have to find a solution that is bipartisan to cover all Americans. I'm hopeful this time around in the health care reform debate that everybody's second choice is not the status quo, but we can really compromise and this time finally cover all Americans.<\/p><p>(END VIDEO CLIP)<\/p><p>HARRIS: OK. Ahead in the CNN NEWSROOM, the new president of the American Medical Association answers our questions about health care reform. Dr. James Rohack, his concerns and suggestions, 12:45 p.m. Eastern time.<\/p><p>Back to today's other top story, a ceremony to remember victims of these two weeks of protests has been postponed, according to the website of one political party.<\/p><p>Also, Iran's president has some sharp criticism for President Obama. Our international correspondent, Ivan Watson, is at the Iran desk here in the CNN NEWSROOM. And, Ivan, what can you tell us about this warning the Iranian president has for President Obama?<\/p><p>IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT: Yes, well, he definitely accused President Obama of interfering in Iran's internal affairs. He said that -- this is in response to President Obama's recent criticism of the bloody crackdown that we've seen over the past week and a half in Iran.<\/p><p>Let me read you some of this quote that came out. Quote, \"we don't expect much from British governments and other European governments, whose records and backgrounds are known for everybody and have no dignity. But I wonder why Mr. Obama, who has come with the slogan of change, has fallen into this trap and has taken the same route that Bush took and experienced its consequences.\"<\/p><p>So, going right after the U.S. president and western governments, who have also been accused of organizing plots to destabilize Iran over the last week and a half, Tony.<\/p><p>HARRIS: Hey, Ivan, what are you hearing about further crackdowns on dissents and journalists being detained?<\/p><p>WATSON: Yes, let me take you to a photo of --<\/p><p>HARRIS: Sure.<\/p><p>WATSON: -- a Greek -- British journalist freelancer, Jassen Apenjadis (ph). And he's been detained over the past couple of days. His Greek parents have called for his release, as has the Greek Foreign Ministry. He is just one of scores of journalists who have been arrested, mostly Iranians.<\/p><p>Let's listen to this media watchdog agency out of Paris, Reporters Without Borders, what they have to say, Tony.<\/p><p>HARRIS: OK.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>JEAN-FRANCOIS JULLIARD, REPORTERS WITHOUT BORDERS: Actually, the situation now is that 59 Iranian journalists have been arrested; 59 journalists are currently detained in Iran. And the situation is -- is getting worse for foreign journalists as well, because most of the foreign journalists have already left Iran.<\/p><p>(END VIDEO CLIP)<\/p><p>WATSON: And, of course, as you've heard from our own Reza Sayah how difficult and oppressive the climate was like for journalists to operate on the ground --<\/p><p>HARRIS: Yes.<\/p><p>WATSON: -- over the past couple weeks, Tony.<\/p><p>HARRIS: And we'll talk a bit more about that with Reza in just a minute. Ivan, appreciate it. Thank you.<\/p><p>As mentioned, Reza Sayah was in Iran covering these demonstrations. He's been forced to get out of the country. I'll talk to him later in the hour about his experiences dealing with the Iranian authorities.<\/p><p>We are also following this story online at CNN.com. Extensive coverage can be found there of the election, escalating violence. There's a timeline of events also available to you. We have also uploaded some of the i-Reports from witnesses and victims at CNN.com.<\/p><p>This developing story -- a double amber alert out of North Carolina this hour; six-year-old Alexander Suddeath and his four-year-old sister Heidi went missing almost 24 hours ago in the Smoky Mountains. The children and their parents were beginning a family hike on the Appalachian Trail. The Mitchell County Sheriff says the parents lost sight of the children for just a minute. He is calling this a child abduction, although a spokesman concedes there is no specific evidence of a kidnapping.<\/p><p>Authorities plan to update reporters this hour. We are monitoring the situation for you, and we will, of course, keep you posted.<\/p><p>If you're looking for a job, what can you do if the market isn't turning around? We will have some tips with our Gerri Willis. That's next.<\/p><p>HARRIS: Tonight, an \"AC 360\" original report. She was jailed in Iran, accused of spying for the U.S. Now, freed journalist Roxana Saberi tells Anderson Cooper dramatic details of reporting and justice in Iran. \"AC 360\" tonight at 10:00 p.m. Eastern time. Today's economic news for you; first-time claims for unemployment benefits rose unexpectedly last week to the highest level in more than a month. The Labor Department said 627,000 Americans filed initial claims, up 15,000 from the previous week.<\/p><p>And a slightly improved reading on Gross Domestic Product; the Commerce Department says first-quarter GDP shrank 5.5 percent less than the previous estimate of 5.7 percent. The first quarter of 2009 marked the third quarter in a row that the economy contracted.<\/p><p>Federal Reserve Chairman Ben Bernanke on Capitol Hill today, addressing allegations that he pressed Bank of America's CEO to buy Merrill Lynch in an all-stock deal worth 50 billion.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>BEN BERNANKE, FEDERAL RESERVE CHAIRMAN: On September 15th, 2008, the Bank of America announced an agreement to acquire Merrill Lynch. I did not play a role in arranging this transaction, and no Federal Reserve assistance was promised or provided in connection with that agreement. As with similar transactions, the transaction was agreed and approved by the Federal Reserve, under the Bank Holding Company Act in November 2008. It was subsequently approved by the shareholders of Bank of America and Merrill Lynch on December 5th.<\/p><p>(END VIDEO CLIP)<\/p><p>HARRIS: Bernanke's comments come exactly two weeks after B of A CEO Ken Lewis delivered his side of the story in front of the House Committee on Oversight and Government Reform.<\/p><p>Well, you think the job market now is bad? Just wait until the economy recovers. Where are we going here? CNN personal finance editor, Gerri Willis, is here to tell us about the new threat to the job market. All right, Gerri, I'm all ears.<\/p><p>GERRI WILLIS, CNN PERSONAL FINANCE EDITOR: All right, well, think about it, Tony. All right, if you're looking for a job right now, you know you're competing with unemployed workers in your industry. But according to a new study, once the recovery takes hold, well, you may have even more competition. More than half of workers employed right now, 54 percent, say they will start looking for a new job once the economy turns around. That's according to an HR consultancy, Adeco Group.<\/p><p>And almost three-quarters, three quarters, of Gen-Y workers are ready to jump ship. We spoke to Joanie Ruge, who says all the benefit cutting companies have been doing are taking a toll on their workers.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>JOANIE RUGE, SENIOR VP, ADECCO: All of those cuts have had an impact on employee morale. The feel like, OK, my employer has made so many cuts on benefits and perks and salary, should I go somewhere else?<\/p><p>(END VIDEO CLIP) HARRIS: All right, so we've been seeing more and more companies halting 401(K) matches, putting on hiring freezes, salary freezes. And once we get closer to the end of the recession, that's not likely to be rolled back. According to Watson-Wyatt, one in five employers will keep salary reductions in place; 46 percent do not plan to reverse the increases in how much employees pay for health care premiums.<\/p><p>So some of these bad times, Tony, they're here to stay.<\/p><p>HARRIS: Yes, yes, I think you're absolutely right about that. So, what to you do if you're one of these people desperate to get out of your current job?<\/p><p>WILLIS: Well, get started now. The fact that so many people will be looking to jump ship when the economy recovers means that you want to get your search under way as soon as possible. Figure out what companies you will target. Find a way to get them to see your work or become familiar with your name.<\/p><p>And if you're working, it's easier. Get involved with trade and professional organizations. Use social media to boost your profile within your network.<\/p><p>HARRIS: OK. Real solid advice now for you, Gerri; let's say you are looking for another job and you're still employed.<\/p><p>WILLIS: Right.<\/p><p>HARRIS: What are some of the big no-nos? Help people here.<\/p><p>WILLIS: Well, OK. You don't want to be going off on your hour long lunch break all the time. And that suit you're wearing to go visit the dentist, people know something's up out there, right?<\/p><p>HARRIS: Right, right, right.<\/p><p>WILLIS: With the unemployment rate at 9.4 percent, you're better off if you do have a job. Save the interviews for after work. Don't put your resume on your work computer. Most employers, as we've talked about before here, Tony, monitor what websites you visit. They know. And nearly a third of employers have fired employees for misusing the Internet. That's according to the AMA.<\/p><p>Don't forget to look within your own company for opportunities before you jump ship. You know, think twice. Maybe it's not as bad as you think. And maybe you can ask for more responsibilities, a better title, better pay where you are right now.<\/p><p>HARRIS: That's a great point. Gerri, great advice. Great tips, as always. See you next time.<\/p><p>WILLIS: Thank you.<\/p><p>HARRIS: All right, Gerri. And as always, let's get you to CNNMoney.com. Check out our special report, America's Money Crisis. You can't do any better than CNNMoney.com and the work being done there. And Gerri Willis files there. Susan Lisovicz files there. Poppy Harlow files there. A terrific team, CNNMoney.com.<\/p><p>How one family is weathering the recession. Could their financial playbook actually work at your house?<\/p><p>HARRIS: And checking the headlines out of Iran; video here from demonstrations in Tehran. Security forces blocking anti-government demonstrators. The mood today in Tehran said to be defiant, but nervous by one source. CNN cannot confirm the day this video was shot.<\/p><p>A ceremony today to remember victims of the protests planned for today has been postponed with no makeup date. In less than ten minutes, we will hear from our Reza Sayah, who just left Tehran.<\/p><p>The financial crisis has left a pretty deep impact on a lot of Americans, and is forcing families across the nation to rethink their finances. CNN senior correspondent Allan Chernoff introduces us to one couple and tells us how they were hit and how they responded.<\/p><p>(BEGIN VIDEOTAPE)<\/p><p>ALLAN CHERNOFF, CNN SENIOR CORRESPONDENT (voice-over): Not only were Kevin and Lucy Aikman heavily invested in the stock market last fall, but Kevin's employer, AIG, nearly collapsed. Kevin is in a stable end of the business, home insurance assessments; so the dual crisis rocking his investments and employer was especially jarring.<\/p><p>KEVIN AIKMAN, AIG EMPLOYEE: First thought is fear. What about all these years I've put in the hard work? All the money I've invested; is there going to be anything left at the end of the day?<\/p><p>CHERNOFF: For Lucy, the financial crisis has been terrifying.<\/p><p>LUCY AIKMAN, HIT HARD BY FINANCIAL CRISIS: Terrible anxiety. I -- I ended up having to go get pills because I couldn't sleep. So much anxiety.<\/p><p>CHERNOFF: Lucy lost her job as a trader on the floor of the New York Stock Exchange two years ago, and hasn't worked since. Her grown daughter also lost her job, as did Lucy's sister, who worked at Bear Stearns when it collapsed.<\/p><p>L. AIKMAN: Everybody's fearful, and everybody's falling like soldiers around me.<\/p><p>CHERNOFF (on camera): Just a few days before the stock market began collapsing last September, the Aikmans hired a contractor to chop down trees and excavate a pond by their home. Today, more than seven months later, it's still a hole in the ground. The project is on hold.<\/p><p>(voice-over:) The hole in the ground was like a hole in their pocket. It had cost 10,000 dollars. So the Aikmans chopped their spending. They gave up their personal trainer, and now exercise on their own. They postponed plans to build a screened porch, don't go out to dinner as much, and planted a vegetable garden.<\/p><p>L. AIKMAN: One of our biggest expenses is food. I mean, it sounds strange, but we eat a lot of fresh produce. And as you know, to eat healthfully, it costs money.<\/p><p>CHERNOFF: They've become more conservative investors, with help of financial planners Doug Plin and Rich Zito, who reduced their exposure to stocks.<\/p><p>UNIDENTIFIED MALE: We took it all the way down to about 15 percent stocks. If you're losing sleep, then you probably don't have the right portfolio. We need to find the right portfolio for you.<\/p><p>CHERNOFF: To sleep better, the Aikmans bought extra insurance, and Kevin is shelving his dreams of retiring in just ten years, when he'll be 55.<\/p><p>K. AIKMAN: The 401(k) just about fell in half. So when that happened, I reassessed and said, well, maybe I'm going to need to put a few more years in.<\/p><p>CHERNOFF: The Aikmans realize they can't control the economic environment that affects all of. But by cutting spending and boosting insurance, and becoming more conservative with investments, the Aikmans feel they are controlling what they can to weather the financial storm, while still being positioned to profit as it begins to pass.<\/p><p>Allan Chernoff, CNN, New York.<\/p><p>(END VIDEOTAPE)<\/p><p>HARRIS: You can catch \"Money &amp; Main Street\" tonight at 8:00 p.m. Eastern on Campbell Brown.<\/p><p>He witnessed the ruthless crackdown. Our CNN correspondent safely out of Iran, describes the savage streets of Tehran.<\/p><p>HARRIS: Iran's capital city said to be calm but on edge today, the day after more bloody demonstrations.<\/p><p>Just an ugly scene in Tehran yesterday. Security forces crushing the latest protests against presidential election results. A ceremony today remembering victims of the two weeks of demonstrations has been postponed according to the website of one of the defeated presidential candidates.<\/p><p>Let's put all of this Iranian turmoil into some kind of context here. Our Reza Sayah has joined me.<\/p><p>And, Reza, you were -- when did you leave the country?<\/p><p>REZA SAYAH, CNN CORRESPONDENT: I left . . .<\/p><p>HARRIS: When were you forced out of the country?<\/p><p>SAYAH: Yesterday. Yesterday. They gave me an ultimatum. And I think it's important to clarify that.<\/p><p>HARRIS: So you could have stayed?<\/p><p>SAYAH: I could have stayed, but they said, if you stay, we can't guarantee your safety. And they wanted me to . . .<\/p><p>HARRIS: Well, that means leave.<\/p><p>SAYAH: Yes. I mean, and I think, you know, that was a decision we made. Considering the way they delivered that message, the tone by which they delivered that message, we thought it was best to leave and that's what we did.<\/p><p>HARRIS: Reza, talk to me about your working as a correspondent doing your job, in a country where the regime does not want you to do what you're doing. At some point, you have to sense that the hammer is coming. You clearly had gotten word that, well, restrictions have been placed on your reporting. Then the ultimatum comes. How does it come? Is it a knock at the door?<\/p><p>SAYAH: It was a phone call. It was a phone call by the ministry that handles press credentials. And we had a relatively good rapport with them. But they said 4:00 p.m. Tuesday, you have to meet somebody. We said, who is it? They said, we can't tell you who it is, just show up. So we didn't know who this was that . . .<\/p><p>HARRIS: You were given a destination and you were told to show up?<\/p><p>SAYAH: Yes. But I'm an optimist by nature and I thought maybe this is our opportunity to convince them to get us back on air. So I was very optimistic going in. But, still, a little anxious about who this person was.<\/p><p>We arrive at 4:00 p.m. I was with our producer, who's still there. And they told me, he just wants to meet with you alone.<\/p><p>So, walk into this office. And very large, burly man sitting there on a couch with briefcase.<\/p><p>HARRIS: What, in a suit? In camouflage?<\/p><p>SAYAH: No, no, no.<\/p><p>HARRIS: Jack (ph) boots? What, what, what's going on here?<\/p><p>SAYAH: No, just wearing street clothes.<\/p><p>HARRIS: Right.<\/p><p>SAYAH: And I -- as soon as I get in, I start talking to him, giving him my spiel, trying to convince him this is why CNN need to be there reporting on the ground. So after my spiel he said, are you finished. I said, yes, I'm finished.<\/p><p>HARRIS: So he listened?<\/p><p>SAYAH: He listened. But then he said, are you finished? I said, yes. He goes, we have evidence that you have violated the ban on reporting. The ban that went into effect on Saturday. And we had not been on air. And he couldn't substantiated how we violated the ban, but he kept saying we have evidence that you violated that ban. But, he said, we can let bygones be bygones. HARRIS: Really?<\/p><p>SAYAH: But here's what you need to do. That's when he slid in front of me . . .<\/p><p>HARRIS: The ultimatum.<\/p><p>SAYAH: A piece of paper and a pen. He goes, I need you to write down on this piece of paper that I will no longer do any reports in Iran unless they are positive reports. And if you don't sign this agreement, he said, you have 24 hours to leave. If you don't leave, we can no longer guarantee your safety and we can't guarantee that you can come back and report in Iran.<\/p><p>HARRIS: Wow.<\/p><p>SAYAH: And that's when we made a decision that was difficult for me, because there's no way I wanted to leave at such a crucial juncture.<\/p><p>HARRIS: Right.<\/p><p>SAYAH: But we made the decision to get out of there.<\/p><p>HARRIS: Reza, appreciate it. Thanks for putting us in that room.<\/p><p>SAYAH: Sure.<\/p><p>HARRIS: Pretty dramatic stuff.<\/p><p>All right, Reza Sayah back from Tehran.<\/p><p>Want to get you a quick update on our financial picture today. First of all, as always, we want to get you to cnnmoney.com. Our money team doing a terrific job. You can't do better than the work, the analysis being done by our money team at this site, cnnmoney.com.<\/p><p>And let's swing you to the big board now and see where we stand. Stocks today, wow, a pretty nice rally, huh? The Dow up 145 points. What, we're in to the third hour of the trading day. And, Joe, the Nasdaq is up? Up 29 points. We are following the numbers, of course, for you throughout the day with Susan Lisovicz right here in the CNN NEWSROOM. South Carolina's Republican governor, <person><nameText>Mark Sanford, <\/nameText><\/person>is facing hard questions today. Did taxpayers cover the costs of trips to Argentina where he carried on an extramarital affair? And did his dalliance destroy his future in national politics? Here's senior political correspondent Candy Crowley.<\/p><p>(BEGIN VIDEOTAPE)<\/p><p>CANDY CROWLEY, CNN CORRESPONDENT, (voice over): Turns out the tale of the South Carolina governor gone missing is a cliche.<\/p><p>GOV. <person><nameText>MARK SANFORD, <\/nameText><\/person>(R) SOUTH CAROLINA: So, the bottom line is this -- I -- I've been unfaithful to my wife.<\/p><p>CROWLEY: A collective groan from Republicans as another of their promising new faces on the national scene goes down the tubes.<\/p><p>RUSH LIMBAUGH, RADIO TALK SHOW HOST: I wonder if Sanford thought that he was going to get away with this? They all do, I guess. He could have been our JFK.<\/p><p>CROWLEY: In a rambling, halting, teary news conference, Governor <person><nameText>Mark Sanford <\/nameText><\/person>copped to a string of bad behavior, including a 5,000-mile lie. His hike along the Appalachian Trail was a trek to Buenos Aires, reportedly to this apartment complex for a rendezvous with a longtime friend he says became a lover over the past year.<\/p><p>SANFORD: I have seen her three times since then, during that whole sparking thing.<\/p><p>CROWLEY: Mrs. Sanford knew about the sparking thing and said in a written statement she asked her husband to leave two weeks ago, but he'd earned a chance to resurrect the marriage.<\/p><p>SANFORD: So it had been back and forth and back and forth and back and forth. And the one thing that you really find is that you absolutely want resolution. And so, oddly enough, I spent the last five days of my life crying in Argentina.<\/p><p>CROWLEY: There's more. E-mails between Sanford and his lover, obtained by \"The State\" newspaper in South Carolina. The paper said the authenticity of the e-mails was confirmed by the governor's office. A spokesman for the governor would neither confirm nor deny authenticity to CNN.<\/p><p>\"You are my love,\" she wrote him. \"Something hard to believe even for myself as it's also a kind of impossible love.\" \"You have a level of sophistication,\" he wrote her, \"that's so fitting with your beauty. I could digress and say that you have the ability to give magnificent, gentle kisses, or that I love your tan lines.\"<\/p><p>In Republican circles everywhere, the wince factor is high. Damage control 101, sympathy and prayers, followed by as much distance as you can find. With warp speed, the Republican Governors Association accepted Sanford's resignation as head of the RGA. Ten days ago, Senate Republicans were just as quick, accepting John Ensign's resignation from his Senate leadership post.<\/p><p>SEN. JOHN ENSIGN, (R) NEVADA: Last year I had an affair.<\/p><p>CROWLEY: Also new to the national stage, Ensign, like Sanford, was sometimes talked about as a 2012 dark horse.<\/p><p>ALEX CASTELLANOS, REPUBLICAN STRATEGIST: It seems like a lot of our new leaders seem to be self-immolating.<\/p><p>CROWLEY: Good grief, said a Republican strategist, they're dropping like flies.<\/p><p>Candy Crowley, CNN, Washington.<\/p><p>(END VIDEOTAPE)<\/p><p>HARRIS: Public lives, private indiscretions or so they think. Why do powerful men cheat and why do they think they can hide affairs in this age of the Internet and instant news? That was the topic on CNN's \"Larry King Live\" last night.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>LARRY KING, \"LARRY KING LIVE\": Why, Robert, do -- is the draw -- it's so powerful, it draws someone like the governor into this kind of situation?<\/p><p>ROBERT WEISS, THE SEXUAL RECOVERY INSTITUTE: I think it makes perfect sense that it would be a governor or someone like that who would be doing this, because people in power positions aren't often taking good care of themselves or the basic things they need to attend to, like their family lives. And so they get distracted by pleasurable experiences -- drugs, alcohol, sex -- and they're often running because they're not taking care of themselves. So it makes sense that he would drift into something because he . . .<\/p><p>KING: More than say a mailman would?<\/p><p>DR. DREW PINSKY, RELATIONSHIP SPECIALIST: I may address (ph) that a little bit too because the kind of person that seeks celebrity, seeks this kind of static, public life tends to me more in the narcissistic spectrum. And narcissism by itself isn't necessarily a bad thing, but it carries liabilities. People tend to feel special, entitled. They become compartmentalized, like Rob Weiss says. And the fact is, they may do things and really not perceive that they're having a consequence on other people.<\/p><p>KING: Dr. Saltz, why do you think they do it?<\/p><p>DR. GAIL SALTZ, PSYCHIATRIST: Well, I think, Larry, actually, politicians are often risk takers in addition to being potentially narcissistic people. I think it works for them in their career. You know, they push the edge. They take risks. And that helps them in their profession.<\/p><p>But, you know, the downside of that is just that, they need the constant stimulation. They want it. They're willing to push the edge.<\/p><p>This particular politician, as a matter of fact, made a lot of enemies and took a lot of risks and did a lot of things that were edgy. And so I think in a way it's not surprising. And this is why I think we're often seeing politicians doing this kind of thing.<\/p><p>(END VIDEO CLIP)<\/p><p>HARRIS: Wow, \"Larry King Live\" tonight, Elizabeth Edwards, the wife of the former presidential candidate, John Edwards. Her health and the president's health care overhaul. 9:00 p.m. Eastern only on CNN.<\/p><p>The president of the American Medical Association and his diagnosis for health care reform, ready to embrace universal coverage, but, yes, there are buts. Our senior medical correspondent, Elizabeth Cohen, will help me break it down.<\/p><p>HARRIS: Breaking news to CNN. CNN has just learned that actress Farrah Fawcett has passed away after a longtime battle with anal cancer. Our senior medical correspondent, Elizabeth Cohen, is here.<\/p><p>And, boy, Elizabeth, she tried everything.<\/p><p>ELIZABETH COHEN, CNN CORRESPONDENT: She did.<\/p><p>HARRIS: Over many, many years to try to beat back this cancer.<\/p><p>COHEN: She was a true empowered patient. She did not just do what doctors told her. She did what she was told and then went and found other things on her own.<\/p><p>HARRIS: Yes.<\/p><p>COHEN: She really fought hard. She was diagnosed with anal cancer in 2006. In 2007 she was told that she had gone in to remission. But then later in 2007, she was told that the cancer was back and then that it had metastasized to her liver.<\/p><p>When anal cancer spreads like that, there is a less than 20 percent chance that someone will still be alive five years later.<\/p><p>HARRIS: Wow. All right. So the news just coming in to CNN that actress Farrah Fawcett has died. She passed away this morning, 9:28 Pacific Time. An enormous star of the first order. A.J. Hammer remembers the life, the career, of Farrah Fawcett.<\/p><p>(BEGIN VIDEO CLIP)<\/p><p>UNIDENTIFIED MALE: We proudly welcome to the Hollywood Walk of Fame, Miss Farrah Fawcett.<\/p><p>UNIDENTIFIED MALE: Whoa! Farrah baby. Yes.<\/p><p>UNIDENTIFIED MALE: Farrah, look up. A.J. HAMMER, CNN CORRESPONDENT, (voice over): Farrah Fawcett will be remembered as one of the sexiest women of the 1970s. Her poster hung in the bedrooms of teenage boys around the country.<\/p><p>FARRAH FAWCETT: Hi, fellas. What are you playing?<\/p><p>HAMMER: And her breakout role as one of \"Charlie's Angels\" made her a star.<\/p><p>Fawcett was born in Corpus Christi, Texas, in 1947 and made her way to Hollywood as a 21-year-old. The blond beauty was soon dating TV star Lee Majors and appearing in commercials and on various TV shows.<\/p><p>UNIDENTIFIED MALE: Mrs. Latrin (ph), this is Miss Perry (ph), my secretary.<\/p><p>HAMMER: She married and became Farrah Fawcett-Majors in 1973. And then she had her first big break.<\/p><p>UNIDENTIFIED MALE: Once upon a time, there were three little girls who . . .<\/p><p>HAMMER: In 1976, \"Charlie's Angels\" made its debut, and she was the blond. The top-rated Aaron Spelling show about three female private detectives grabbed the nation's attention. Farrah's face started showing up on magazine covers and even lunch boxes. And a poster of her in a swimsuit sold millions of copies, becoming one of the iconic images of the '70s.<\/p><p>Then, just as suddenly as her rise to fame, she made a stunning choice, deciding to leave the angels after just one season to focus on a movie career. Her popularity immediately went on the wane.<\/p><p>FAWCETT: We need him, Victor.<\/p><p>HAMMER: The next few years saw several forgettable movies like \"Logan's Run\" in 1976. She got better box office with \"Cannonball Run\" in 1981. The following year she and Lee Majors divorced.<\/p><p>But she proved that she could be a serious actress. In 1984's \"The Burning Bed.\" Fawcett took the role as a battered wife who kills her husband. A true story based on a landmark legal case. The role earned her an Emmy nomination. One of three in her career, though she never got to take home a statue.<\/p><p>She also became involved in the longest romantic relationship of her life. She dated Ryan O'Neal for 15 years before the relationship ended in 1997. And although they never married, they did have a son, Redmond O'Neal. Fawcett continued to turn heads well into middle age. She continued to get roles on TV and in the movies and shocked many by posing nude as she neared the age of 50. The magazine was one of \"Playboy's best sellers.<\/p><p>But as Fawcett approached her 60s, the spotlight turned away from Farrah the sex symbol to Farrah the celebrity battling cancer in 2006.<\/p><p>FAWCETT: The disease has spread. Suddenly there were nine tumors in my liver.<\/p><p>HAMMER: The documentary, \"Farrah's Story,\" which aired in May 2009, focused on Fawcett's battle to beat cancer and stay alive. Her courageous journey was cathartic in allowing Fawcett to finally tell her story in her own words to the world.<\/p><p>A.J. Hammer, CNN, New York.<\/p><p>(END VIDEOTAPE)<\/p><p>HARRIS: And, again, the news just in to CNN, we've been able to confirm that actress Farrah Fawcett has passed away. She died at 9:28 this morning Pacific Time.<\/p><p>Elizabeth Cohen is with us now.<\/p><p>And, Elizabeth, you were mentioning just moments ago, and it's worth mentioning again, that this woman, in her fight against this cancer, was truly, in your view, an empowered patient.<\/p><p>COHEN: She was. She took her health into her own hands. She really did.<\/p><p>HARRIS: Yes.<\/p><p>COHEN: And that documentary I think speaks volumes to that.<\/p><p>The first thing she did was talk about anal cancer, which is important. There are 5,000 new cases of anal cancer diagnosed in this country every year. But people don't feel really comfortable talking about sort of that part of the body, but she was and she came out and she talked about her illness.<\/p><p>HARRIS: That's right. And I got to tell you, there are so many lasting images, as I look at these pictures of Farrah Fawcett, that are indelible in my mind. Her work as an actress, obviously. The terrific work in the film \"The Burning Bed,\" where she turned a spotlight on the whole issue of domestic violence and raised that to a national level debate in a way that it hadn't been before. Certainly in a new way. I think about the courage of that particular piece. And, my goodness, what about the iconic work on \"Charlie's Angels\"?<\/p><p>COHEN: Well, you know, when she was on \"Charlie's Angels,\" which when I was a kid, you might think, oh she's just a twitty blond . . .<\/p><p>HARRIS: Yes, yes, yes.<\/p><p>COHEN: You know, but she certainly didn't turn out that way.<\/p><p>HARRIS: No, no.<\/p><p>COHEN: I mean she really took her health care in to her own hands and made a difference in so many different issues.<\/p><p>HARRIS: All right. We are efforting any number of people who have been close to Farrah Fawcett in her life and certainly in these last few years when she has been fighting so mightily against this -- this cancer. We're going to continue to look at these tremendous images of her.<\/p><p>Tom O'Neal is on the phone with us. And, Tom, as you know, is the senior editor of \"In Touch Weekly.\"<\/p><p>Tom, good to talk to you. Thanks for getting on the line with us so quickly.<\/p><p>TOM O'NEAL, SENIOR EDITOR, \"IN TOUCH WEEKLY\": Sure.<\/p><p>HARRIS: First of all, your thoughts, and take your time here, your thoughts and your reflections on, first of all, the life of Farrah Fawcett. And then maybe you can talk about her iconic stature in American popular culture.<\/p><p>O'NEAL: This isn't just a loss of another movie star or TV star. Farrah was always our pal. She was from Texas. She had this charm and way about her that won you over when she was on the talk show circuit. You know, we went -- we followed her through this drama of her career and broken romantic relationships with Lee Majors and marriage, the ups and downs with Ryan O'neal. They never did get married, but they were together for 17 years and then, of course, got back together in recent years.<\/p><p>HARRIS: Yes.<\/p><p>O'NEAL: And she was always -- you always felt a kind of special kinship with her.<\/p><p>HARRIS: Tom, talk about -- we were just talking about -- Elizabeth Cohen and I were talking about the piece of work she did and the series, the television series, that maybe she will be most remembered for, and that's the work on the show \"Charlie's Angels.\" You know, as Elizabeth was saying, and I would second it, it would have been easy for a lot of folks to just dismiss her as being sort of the ditzy blonde. But she was even more than that in that role on that show.<\/p><p>O'NEAL: Yes. You're talking about the cancer special or the . . .<\/p><p>HARRIS: No, no, I'm talking about her work on \"Charlie's Angels.\"<\/p><p>O'NEAL: Well, think about how important \"Charlie's Angels\" was in the social context of the time. A TV show about the empowerment of women.<\/p><p>HARRIS: Yes.<\/p><p>O'NEAL: Now these were butt kickers. These were dynamic ladies, you know, coming out to take care of the bad guys. And then at the same time, she had this poster that was on every boy's bedroom wall in America.<\/p><p>HARRIS: Well, I didn't want to be -- Tom, I didn't want to be the first one to mention the poster, but I'm glad you did because, my goodness, a, what a poster. And I think you're absolutely right, that poster was everywhere. O'NEAL: And let's talk about what was extraordinary about that poster. Not just her beauty and this great tasseled mane of hair. The fact that she was not, shall we say, well endowed up on top and was flaunting that in this and was so sexy about it. And, again, think about what -- there's a consistent pattern in her career. \"Charlie's Angels,\" she was defiant and she was courageous in what she did. That poster was courageous in its way.<\/p><p>Then she did -- when she left \"Charlie's Angels,\" she did a movie called \"The Burning Bed\" on TV, which dealt with domestic violence and relationships. And then at the end of her life, she has the guts to do this painfully honest documentary about her battle with cancer that was one of the most powerful things I've ever seen. But I'm sure you were as shocked as I was when you watched it, you couldn't believe she was so generous sharing all of this intimate information about herself.<\/p><p>HARRIS: Well, Tom, yes, yes, Tom, let me be honest with you, I just I couldn't watch it. I saw some of the clips for it. And, boy, it was all the things you've described. And I just couldn't bring myself to watch it because it was so personal and so honest. It was just tough to watch. And so I didn't.<\/p><p>O'NEAL: Yes. Especially with somebody like Farrah, who -- who we think we got to know very well through the years. It's, in fact, watching a friend going through that.<\/p><p>HARRIS: Uh-huh. You mentioned \"The Burning Bed.\" I thought that was just a tremendous piece of work. And my comment about it just moments ago is that it really elevated the whole discussion on domestic violence in this country. Do you agree?<\/p><p>O'NEAL: Absolutely. It was -- it was so important at the time. And it was considered one of her greatest performances.<\/p><p>HARRIS: Right.<\/p><p>O'NEAL: And she always considered it that. She was Emmy nominated for the role as well, by the way. But the fact that Farrah, somebody that beautiful isn't supposed to have a terrible marriage and not supposed to be knocked around by her husband in that kind of role. So, you know, why is she putting up with it? There are wonderful psychological layers to the -- to her being cast in that role and why it worked so well.<\/p><p>HARRIS: Boy, Tom, tremendous. It's terrific to talk to you. And thank you for your remembrances of -- I think you're right, so much more than a movie star, but certainly a movie star, television star of the first order.<\/p><p>Tom O'Neal, senior editor, \"In Touch Weekly.\"<\/p><p>Tom, thank you.<\/p><p>We're back with more reflections on Farrah Fawcett, who passed away this morning, 9:28 Pacific Time. We're back in a moment. You're in the CNN NEWSROOM.<\/p><p>HARRIS: Well, OK, this developing story. We told you earlier in the newscast about a double Amber Alert out of North Carolina. Six-year- old Alexander Suddeath and his four-year-old sister, Heidi, went missing almost 24 hours ago in the Smoky Mountains. The children and their parents were beginning a family hike on the Appalachian Trail.<\/p><p>Well, guess what? Terrific news to report. The children have been found by rescuers. The children have been found. And they are absolutely OK.<\/p><p>A little more information here. Both were located about a mile from where they were last seen by their parents. And searchers are right now leading them back to a command post that had been set up. Let's see. Searchers located the kids after they found a shoe and that eventually led them to where the children were.<\/p><p>Both kids OK, found by rescuers and being led back to a command post. And soon we will have a happy reunion with the parents.<\/p><p>And once again, we are getting reaction, reflections on the life, the career of Farrah Fawcett. The actress passed away this morning, 9:28 Pacific Time. Farrah Fawcett dying after a long battle, a very public battle were anal cancer.<\/p><p>Let's get to Los Angeles now. Our Kara Finnstrom is there.<\/p><p>Kara, what are you hearing about the life, the passing of Farrah Fawcett?<\/p><p>KARA FINNSTROM, CNN CORRESPONDENT: Well, Tony, what we have been able to confirm with her publicist this morning is that she has died after that long, lengthy, courageous battle with anal cancer. She died, as you mentioned, at 9:28 this morning at a hospital here in the Los Angeles area.<\/p><p>We do expect to get a statement from her representative a little later on this morning. But she was an iconic '70s star. Best known, of course, for her role in \"Charlie's Angels.\" But she was only on that show for about a year before she broke her contract and went on to make a number of movies. She often said that her favorite project that she worked on was \"The Burning Bed.\" She felt that that best showcased her work.<\/p><p>In recent days, she was known very well for a documentary that she had put out. She actually taped herself, showing very intimate, private details with her battle with anal cancer. And amongst people in the cancer community, that had really made her a very popular person. They had really associated with her, her battle and were really following her very closely.<\/p><p>HARRIS: Well, Kara, I know this is probably too early to have these kinds of details, but I'll ask the question anyway. 9:28 Pacific Time she passed away. Do we have any idea who was -- where this happened? Was it in her home, in the hospital? And who was by her side?<\/p><p>FINNSTROM: We don't have those details. We do know in recent days she had a vigil at her bedside with her son and with her longtime companion, Ryan O'Neal. But we don't have those specific details.<\/p><p>HARRIS: OK. Kara Finnstrom for us in Los Angeles.<\/p><p>Kara, appreciate it. Thank you.<\/p><p>We are pushing forward now with the next hour of CNN NEWSROOM with Kyra Phillips.<\/p><\/body>","251":"<body><p xmlns:nitf=\"http:\/\/iptc.org\/std\/NITF\/2006-10-18\/\" nitf:lede=\"true\">About 100 students and community members marched from campus to Downtown Berkeley protesting the Dakota Access Pipeline on Sunday, in conclusion of an environmental justice conference held on campus over the weekend.<\/p><p>The Standing Rock Sioux Tribe has previously alleged that the pipeline's approval violates the National Historic Preservation Act and puts the tribe's livelihood, sacred sites and water at risk. The protesters began marching from the Valley Life Sciences Building lawn to Shattuck Avenue about noon, holding signs bearing the messages \"Water is Life,\" \"No Dakota Access Pipeline\" and \"Solidarity with Standing Rock.\"<\/p><p>\"We stayed on the sidewalk and we were trying to make sure it was as peaceful as possible,\" said Amanda Miles, California Student Sustainability Coalition Board outreach coordinator. \"The police were aware it was happening.\"<\/p><p>The marching intermittently stopped as speakers, including multiple students of Native American descent, presented in front of the Shattuck Avenue locations of Wells Fargo, Citibank and Bank of America - all banks indicated by SEC filings to be lenders or partners with groups that support the pipeline.<\/p><p>According to Daniel Adel, a spokesperson for the California Student Sustainability Coalition, protesters posted pictures of the demonstration on social media, tagging the pages and handles of the banks in an effort to pressure them to divest from the pipeline.<\/p><p>Adel added that the protest was intended to raise awareness about the issue and that the community responded to the demonstration positively, with many people taking the crowd's fliers and several cars honking to show support.<\/p><p>The demonstration was the final event of a conference jointly hosted by the Power Shift Network and the California Student Sustainability Coalition, which included several workshops on promoting environmental justice across the globe.<\/p><p>\"There's a momentum right now all over the country,\" Adel said. \"There have been solidarity marches and protests in like every state, every large city.\"<\/p><p>Jessica Lynn is an assistant news editor. Contact her at [email protected] and follow her on Twitter at @jessicailynn.<\/p><\/body>","1409":"Strike against General Motors afterLongest Auto Strike Ends At GM","925":"Mounts Legal Protest Against PayPalAnonymous Mounts Legal Protest Against PayPal [Hackers]"}}